{
    "paper_id": "05411445147835ad0c09a57b29f53d47b2d78026",
    "metadata": {
        "title": "A novel high specificity COVID-19 screening method based on simple blood exams and artificial intelligence A novel high specificity COVID-19 screening method based on simple blood exams and artificial intelligence",
        "authors": [
            {
                "first": "Felipe",
                "middle": [],
                "last": "Soares",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Universidade Federal do Rio Grande do Sul (Department of Physics) -Brazil 6 -Mark Stevenson, Ph.D • University of Sheffield (Department of Computer Science) -United Kingdom",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Phil",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidade Federal do Rio Grande do Sul",
                    "location": {
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "Marco",
                "middle": [
                    "A P"
                ],
                "last": "Idiart",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidade Federal do Rio Grande do Sul (Institute of Informatics)",
                    "location": {
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "Aline",
                "middle": [],
                "last": "Villavicencio",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Universidade Federal do Rio Grande do Sul (Department of Physics) -Brazil 6 -Mark Stevenson, Ph.D • University of Sheffield (Department of Computer Science) -United Kingdom",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Michel",
                "middle": [
                    "José"
                ],
                "last": "Anzanello",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Universidade Federal do Rio Grande do Sul (Department of Physics) -Brazil 6 -Mark Stevenson, Ph.D • University of Sheffield (Department of Computer Science) -United Kingdom",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Sanson",
                "middle": [],
                "last": "Fogliatto",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Universidade Federal do Rio Grande do Sul (Department of Physics) -Brazil 6 -Mark Stevenson, Ph.D • University of Sheffield (Department of Computer Science) -United Kingdom",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Marco",
                "middle": [],
                "last": "Idiart",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Universidade Federal do Rio Grande do Sul (Department of Physics) -Brazil 6 -Mark Stevenson, Ph.D • University of Sheffield (Department of Computer Science) -United Kingdom",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Mark",
                "middle": [],
                "last": "Stevenson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Universidade Federal do Rio Grande do Sul (Department of Physics) -Brazil 6 -Mark Stevenson, Ph.D • University of Sheffield (Department of Computer Science) -United Kingdom",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The SARS-CoV-2 virus responsible for COVID-19 poses a significant challenge to healthcare systems worldwide. Despite governmental initiatives aimed at containing the spread of the disease, several countries are experiencing unmanageable increases in the demand for ICU beds, medical equipment, and larger testing capacity. Efficient COVID-19 diagnosis enables healthcare systems to provide better care for patients while protecting caregivers from the disease. However, many countries are constrained by the limited amount of test kits available, the lack of equipment and trained professionals. In the case of patients visiting emergency rooms (ERs) with a suspect of COVID-19, a prompt diagnosis can improve the outcome and even provide information for efficient hospital management. In this context, a quick, inexpensive and readily available test to perform an initial triage at ER could help to smooth patient flow, provide better patient care, and reduce the backlog of exams.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "In this Case-control quantitative study, we developed a strategy backed by artificial intelligence to perform an initial screening of suspect COVID-19 cases. We developed a machine learning classifier that takes widely available simple blood exams as input and predicts if that suspect case is likely to be positive (having SARS-CoV-2) or negative(not having SARS-CoV-2). Based on this initial classification, positive cases can be referred for further highly sensitive testing (e.g. CT scan, or specific antibodies).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We used publicly available data from the Albert Einstein Hospital in Brazil from 5,644 patients. Focussing on using simple blood exams, a sample of 599 subjects that had the fewest missing values for 16 common exams were selected. From these 599 patients, only 81 were positive for SARS-CoV-2 (determined by RT-PCR) .",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 315,
                    "text": "RT-PCR)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Based on this data, we built an artificial intelligence classification framework, ER-CoV, aiming at determining which patients were more likely to be negative for SARS-CoV-2 when visiting an ER and that were categorized as a suspect case by medical professionals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The primary goal of this investigation is to develop a classifier with high specificity and high negative predictive values, with reasonable sensitivity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We identified that our framework achieved an average specificity of 92 An error analysis identified that, on average, 45% of the false negative results would have been hospitalized anyway, thus the model is making mistakes for severe cases that would not be overlooked, partially mitigating the fact that the test is not high-sensitive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Findings"
        },
        {
            "text": "All code for our AI model, called ER-CoV is publicly available at https://github.com/soares-f/ER-CoV .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Findings"
        },
        {
            "text": "Based on the capacity of our model to accurately predict which cases are negative from suspected patients arriving at emergency rooms, we envision that this framework can play an important role in patient triage. Probably the most important outcome is related to testing availability, which at this point is extremely low in many countries. Considering the achieved specificity, we would reduce by at least 90% the number of SARS-CoV-2 tests performed at emergency rooms, with the chance of getting a false negative at around 5%. The second important outcome is related to patient management in hospitals. Patients predicted as positive by our framework could be immediately separated from the other patients while waiting for the results of confirmatory tests. This could reduce the spread rate inside hospitals since in many hospitals all suspected cases are kept in the same ward. In Brazil, where the data was collected, rate infection is starting to quickly spread, the lead time of a SARS-CoV-2 can be up to 2 weeks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interpretation"
        },
        {
            "text": "University of Sheffield provided financial support for the Ph.D scholarship for Felipe Soares",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "The SARS-CoV-2 virus responsible for Covid19 has posed a significant challenge to healthcare systems worldwide (Phelan et al., 2020) . Despite governmental initiatives aimed at containing the spread of the disease, several countries are experiencing unmanageable increases in the demand for ICU beds, medical equipment, and larger testing capacity. By April 5, 2020, more than 1.2 million people were infected by the new coronavirus, with over 60,000 deaths according to the World Health Organization (WHO) situation report 76 . 1 Efficient COVID-19 diagnosis enables healthcare systems to provide better care to patients while protecting caretakers from the disease. Most tests for the SARS-CoV-2 virus responsible for COVID-19 may either (i) detect the presence of a virus or a protein, called molecular test, or (ii) detect antibodies produced as a reaction for virus exposure (Li et al., 2020) . Tests of type (i) are usually related to Polymerase Chain Reaction (PCR) which is labor-intensive in terms of laboratory procedures (Corman et al., 2020) . Tests of type (ii) usually detect the IgG and IgM immunoglobulins related to SARS-CoV-2 and can be commercialized in the form of rapid tests (Li et al., 2020) . However, the global clinical industry is currently incapable of meeting such demand. For instance, in Brazil, with a population of more than 200 million people, according to the Health Ministry , the country 2 received at the end of March/2020 only 500,000 rapid tests.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 132,
                    "text": "(Phelan et al., 2020)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 880,
                    "end": 897,
                    "text": "(Li et al., 2020)",
                    "ref_id": null
                },
                {
                    "start": 1032,
                    "end": 1053,
                    "text": "(Corman et al., 2020)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1197,
                    "end": 1214,
                    "text": "(Li et al., 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The frontline of medical care for COVID-19 is the emergency rooms at hospitals or health centers, which have to identify patients with COVID-19 from the ones with similar symptoms but that present other respiratory diseases, such as fever, cough, dyspnoea, and fatigue (Lake, 2020) . The quick determination of patient status regarding COVID-19 may determine follow-up procedures that can improve overall patient outcome, as well as protect medical professionals. Thus, a quick, inexpensive and broadly available testing for this scenario is of utmost interest.",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 281,
                    "text": "(Lake, 2020)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We searched PubMed on April 7, 2020, for studies using the terms (\"SARS-CoV-2\" OR \"COVID-19\" OR \"coronavirus\") AND (\"artificial intelligence\" or \"machine learning\" or \"data science\") without any restrictions regarding language or article type. We found no articles describing predictive methods (tests) for suspected patients based only on blood components. Articles regarding artificial intelligence in this context were found for automatic 1 https://www.who.int/docs/default-source/coronaviruse/situation-reports/20200405-sitrep-76-c ovid-19.pdf?sfvrsn=6ecf0977_2 2 https://www.saude.gov.br/noticias/agencia-saude/46623-brasil-inicia-a-distribuicao-de-500-mil-testes-r apidos assessment of chest CT. Previous studies correlated the C reactive protein to viral infections, mildly elevated alanine aminotransferase (ALT) in acute respiratory distress syndrome (ARDS) patients, leukopenia and lymphopenia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research in context Evidence before this study"
        },
        {
            "text": "This is the first study to report a predictive system with high specificity and acceptable sensibility for the triage of suspected cases of COVID-19 in emergency rooms using only simple blood exams. We achieved an average specificity of 92.16% with negative predictive value of 95.29%. The average rate of false negatives is only 4.06%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Added value of this study"
        },
        {
            "text": "More specific tests are already available in the market, but at the current moment of the SARS-CoV-2 pandemic, stocks are short and result delivery time is long. With our solution, practically any clinical laboratory would be able to produce the information that is used as input in our method (ER-CoV) at very low cost.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Added value of this study"
        },
        {
            "text": "Our findings support that it would be possible to reduce at least 90% the number of SARS-CoV-2 tests performed at emergency rooms, with the chance of getting a false negative at around 5%, thus making screening more accessible for the population. Secondary implications are related to patient management, since with daily blood samples it would be possible to track patients that may have developed COVID-19 inside the hospital, then allowing better facility isolation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications of all the available evidence"
        },
        {
            "text": "Artificial Intelligence (AI) methods have already been used in other medical scenarios, such as for the detection of colorectal cancer using blood plasma (Soares et al., 2017) , prediction of drug-plasma binding (Kumar et al., 2018) , and identification of patients with atrial fibrillation during sinus rhythm (Attia et al., 2019) . In the field of metabolomics, AI also plays an important role (Bahado-Singh et al., 2019) .",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 175,
                    "text": "(Soares et al., 2017)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 212,
                    "end": 232,
                    "text": "(Kumar et al., 2018)",
                    "ref_id": null
                },
                {
                    "start": 396,
                    "end": 423,
                    "text": "(Bahado-Singh et al., 2019)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Implications of all the available evidence"
        },
        {
            "text": "Considering the aforementioned successes in integrating AI and medicine, we propose ER-CoV, an artificial intelligence-based screening method that uses blood exams to triage patients suspect of COVID-19 arriving at emergency rooms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications of all the available evidence"
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications of all the available evidence"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.10.20061036 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "We performed a retrospective case-control study on data collected by the Brazilian Albert Einstein Hospital, a leading facility in the management of COVID-19 in the state of São Paulo. The data is of public access and anonymized, encompassing 5,644 patients, From the 108 variables available in the dataset, we devoted our research to the ones that can be quickly obtained in most laboratories: The reference method for determining if the individual was positive for SARS-CoV-2 was reported to be the reverse-transcriptase polymerase chain reaction (RT-PCR) method as described in the national Brazilian guidelines . 5 3 https://www.kaggle.com/einsteindata4u/covid19 4 https://medicalsuite.einstein.br/pratica-medica/Documentos%20Doencas%20Epidemicas/Manejo-de-c asos-suspeitos-de-sindrome-respiratoria-pelo-COVID-19.pdf -In Portuguese 5 https://portalarquivos2.saude.gov.br/images/pdf/2020/marco/04/2020-03-02-Boletim-Epidemiol--gico-04-corrigido.pdf",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study population"
        },
        {
            "text": "The scenario we developed our solution for is for patients arriving at a hospital's emergency room. In Figure 1 we depict our proposed workflow for the usage of this artificial intelligence (AI) model. A patient would initially be evaluated by health professionals to determine if she/he is a probable case of COVID-19.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 103,
                    "end": 111,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Proposed workflow for patient screening using artificial intelligence"
        },
        {
            "text": "Once the patient is determined as a suspect case, simple blood exams would be requested, since they are the input for the ER-CoV artificial intelligence model. Our model uses the blood exams mentioned in the study population section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposed workflow for patient screening using artificial intelligence"
        },
        {
            "text": "The results of these exams are used as input to a pre-trained ER-CoV model that will output a positive or negative result. In the case of a positive result, due to its relatively lower sensitivity, we recommend that a second test be performed, such as PCR based, antibodies . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposed workflow for patient screening using artificial intelligence"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.10.20061036 doi: medRxiv preprint rapid kits, or CT scan. If the result is negative, the patient is very likely to not have COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "In a global scenario of an extreme shortage of testing kits and of laboratory supplies for PCR related exams, we foresee that our proposed method can have a great impact on patient diagnosis at ER, especially in developing and low income countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The AI method requires a series of blood exams already listed and uses advanced techniques to model healthy subjects and predict the status of new patients regarding COVID-19. The overall flowchart of our method (ER-CoV) is shown in Figure 2 . In this case, the blood exams are fed to ER-CoV, which will provide an initial prediction of COVID-19 status for the suspect ER patient. As found in the dataset, this initial prediction may be misclassified with other respiratory infections, especially influenza. To reduce possible false positives, we included an intermediary step if a \"positive\" result is predicted: rapid testing for Influenza A and Influenza B since they are common respiratory diseases with some of the same symptoms. If the result is positive for any of the two Influenza strains, the final prediction will then be reclassified as \"negative\". In the dataset there were no positive cases of both Influenza A or B and COVID-19.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 233,
                    "end": 241,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Proposed artificial intelligence method for COVID-19 triage at ERs (ER-CoV)"
        },
        {
            "text": "If Influenza tests are not available, one could consider the case as \"positive\". Analogously, if other additional rapid tests are available, such as for H1N1 Rhinovirus/Enterovirus, they could be added to the intermediary step for differential diagnosis before deeming the sample as positive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposed artificial intelligence method for COVID-19 triage at ERs (ER-CoV)"
        },
        {
            "text": "The AI model is trained using a combination of three techniques: Support Vector Machines (Boser et al., 1992) , SMOTEBoost (Chawla et al., 2003) , and ensembling (Rokach, 2010) . Before training our model, C reactive protein missing values (99 out of 599) were imputed using the kNN algorithm (Torgo, 2016) (k=5). Support Vector Machines (SVM) are an AI technique that can be used for classification (i.e. given a sample, predict if that sample is \"positive\" or \"negative\"). This algorithm has been successfully used in many biomedical applications and tends to present good performance. However, due to the small number of \"positive\" samples in the dataset (13.52%), the algorithm is prone to favor the majority class, that is, predicting all samples as \"negative\", resulting in extremely low sensitivity. Oversampling and ensemble methods were applied to mitigate against this problem. SMOTE ( The boosting algorithm identifies the incorrect predictions and assigns a larger weight for that sample, such that at the next iteration the algorithm will pay more attention to it. SMOTEBoost combines both approaches to improve classification performance for the smaller class.",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 109,
                    "text": "(Boser et al., 1992)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 123,
                    "end": 144,
                    "text": "(Chawla et al., 2003)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 162,
                    "end": 176,
                    "text": "(Rokach, 2010)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 894,
                    "end": 895,
                    "text": "(",
                    "ref_id": null
                }
            ],
            "section": "Proposed artificial intelligence method for COVID-19 triage at ERs (ER-CoV)"
        },
        {
            "text": "Ensembling by its turn is based on the assumption that when one combines a collection of predictions from different models, the final prediction will have better performance. In our case, we trained 200 SVM-based SMOTEBoost models. The initial prediction of our AI model is the average probability for all the 200 models, which is given as \"positive\" if the probability is greater than 0.5, otherwise, the model will predict the sample as \"negative\". Details about model training are provided in the supplementary material, as is the source code.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposed artificial intelligence method for COVID-19 triage at ERs (ER-CoV)"
        },
        {
            "text": "Incremental developments will be updated at https://github.com/soares-f/ER-CoV .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposed artificial intelligence method for COVID-19 triage at ERs (ER-CoV)"
        },
        {
            "text": "For the statistical analysis, we computed the following statistics: Sensitivity, Specificity, Positive Predictive Value (PPV), Negative Predictive Value (NPV) (Kirkwood & Sterne, 2010) .",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 184,
                    "text": "(Kirkwood & Sterne, 2010)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Numerical Analysis"
        },
        {
            "text": "AI models may be affected by a specific partition of the data, that is, the particular samples used to calibrate and evaluate the model (the training and test sets). To counter that, we repeated the process of training and evaluation 100 times using different partitions of data for training and testing and storing all information from each run. Approximately 90% of the data was assigned for training, and 10% for testing. Partitioning of the data training and test was carried out using stratified random sampling r to ensure that training and test samples have approximately the same proportion of positives and negatives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Numerical Analysis"
        },
        {
            "text": "After running these steps for ER-CoV, as depicted in Figure 2 , we computed the average of the aforementioned statistics and their 95% confidence interval evaluated through BCa bootstrapping (Efron, 1987) with 500 replicates. All models and statistics were carried out in R version 3.6.3.",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 204,
                    "text": "(Efron, 1987)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 53,
                    "end": 61,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Numerical Analysis"
        },
        {
            "text": "A total of 599 patients were included in this study, corresponding to a subsample of the original dataset of 5,644 individuals. The subsampling was performed to select only patients that have reported blood exams.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Characterization of patients"
        },
        {
            "text": "Due to the anonymization process performed by the hospital, we do not have access to the nominal values of the exams, but their standardized values (i.e. zero mean and unit standard deviation). The same is true for patient age, which was split in quantiles but no additional information was given regarding this data, therefore we did not rely on age in any of our computations. Gender, race, and possible time of infection were not available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Characterization of patients"
        },
        {
            "text": "A total number of 81 positive cases were present in the dataset, while 518 were negatives, giving a prevalence of 13.52%. When computing the prevalence in the original dataset, with the missing values, we found a prevalence of 9.88%. In Figure 3 , we present the diagram showing the flow of patients.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 237,
                    "end": 245,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Characterization of patients"
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Characterization of patients"
        },
        {
            "text": "The copyright holder for this preprint . Figure 3 : Diagram representing the process to select the included patients in our study. Notice that from an initial number of 5,644 patients, we had adequate data for only 599.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 41,
                    "end": 49,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "We applied our proposed AI method to the already described dataset and repeated the training of the model and the evaluation of the metrics of interest in the test set 100 times, to guarantee that the results we report are not biased by a specific data partition. We also use the values of the replications to create the confidence intervals for each metric. In Figures 4 to 7 , we show the distribution of these metrics. Table 1 presents the average contingency table taken as proportions over the 100 performed 100 replications of our test. One can notice an average of only 4% false negatives, which corroborates the findings of our study and the robustness of ER-CoV. Figure 4 : Histogram for the sensitivity of ER-CoV considering the 100 repetitions . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 362,
                    "end": 376,
                    "text": "Figures 4 to 7",
                    "ref_id": null
                },
                {
                    "start": 422,
                    "end": 429,
                    "text": "Table 1",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 672,
                    "end": 680,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Results for the artificial intelligence predictive model"
        },
        {
            "text": "The copyright holder for this preprint . https: //doi.org/10.1101 //doi.org/10. /2020 is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 65,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 66,
                    "end": 85,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "We found that the proposed AI method was successful at discarding negative patients, while flagging potential positive patients for COVID-19. When performing error analysis of the 100 replications, we found that 99 out of 599 patients were misclassified at least once, as shown in Table 2 . 45% of the patients misclassified as negative, that is false negatives, were admitted to hospital anyway, possibly due to the severity of their symptoms or potentially other factors such as comorbidities that would be available to the clinician justifying hospital admittance. For comparison, only 9.31% of the COVID-19 positive patients in the entire data set were hospitalised. Thus, even with an average sensitivity of 63.98% using only a limited number of blood exams (which already is an important finding), it is also relevant to take into account the severity of their symptoms and their clinical evaluation by a professional, with hospitalisation instead of going back to the community where they could transmit the infection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 281,
                    "end": 288,
                    "text": "Table 2",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Due to length limit, we added as supplementary material the results achieved using other setup scenarios, such as different training and test ratios and other classifiers. All results can be reproduced using the R Markdown file provided.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "By the simple introduction of the AI model, given its average specificity of 92.16%, the number of traditional tests already employed at the hospital's ER would be reduced by this factor. That is, only around 9% of suspected COVID-19 cases would needed to be sent for further testing. Due to its high Negative Predictive Value of 95.29%, less than 5% of patients would be misclassified as not being infected with COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "ER-CoV has the potential to improve COVID-19 screening at emergency rooms. The first, and possibly most important, benefit is the reduction of the number of tests required to be performed on patients that are negative for COVID-19.Another benefit is the potential to develop prioritisation queues for patients that our algorithm identifies as positive, thus speeding up results for potentially infected patients. An additional positive impact is related to hospital and patient flow management. Hospitals would be able to provide better isolation of COVID-19 patients, given that blood samples could be drawn on a daily basis and ER-CoV would identify patients that should be moved to another ward, for instance a ward of suspected positive patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A limitation of our study is that we were not capable of identifying with high certainty which blood exams contribute the most to the classification due to the nature of our AI model framework. However, previous studies already identified that C reactive protein (Ling, 2020) , leukocytes (Cheng et al., 2020; Qin et al., 2020) , platelets (Cheng et al., 2020) , and lymphocytes (Xu et al., 2020) are altered at different levels in COVID-19 patients. Thus, we envision for future research a detailed study of which blood exams are more informative for differential diagnosis, as well as for understanding how the SARS-CoV-2 virus alters blood components.",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 275,
                    "text": "(Ling, 2020)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 289,
                    "end": 309,
                    "text": "(Cheng et al., 2020;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 310,
                    "end": 327,
                    "text": "Qin et al., 2020)",
                    "ref_id": null
                },
                {
                    "start": 340,
                    "end": 360,
                    "text": "(Cheng et al., 2020)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 379,
                    "end": 396,
                    "text": "(Xu et al., 2020)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Another possible limitation is that data were collected only at the emergency room, with patients already displaying symptoms compatible with COVID-19. At this point, due to the lack of data from asymptomatic patients, we cannot generalize how our model would perform for a group of individuals that are not compatible with characteristic symptoms of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In this paper we report a novel method for the classification of COVID-19 patients at emergency rooms. ER-CoV is low-cost and relies only on simple blood exams that are fast and highly available, and resort to artificial intelligence methods to model such patients. We achieved extremely significant results and foresee many applications of this framework. Thus, we call for additional initiatives such as this one executed by the Albert Einstein Hospital, since data that can be easily anonymized could provide important insights in longitudinal studies of disease progression.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "of patients with atrial fibrillation during sinus rhythm: a retrospective analysis of outcome prediction",
            "authors": [],
            "year": null,
            "venue": "The Lancet",
            "volume": "394",
            "issn": "",
            "pages": "861--867",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Artificial intelligence and the analysis of multi-platform metabolomics data for the detection of intrauterine growth restriction",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "O"
                    ],
                    "last": "Bahado-Singh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yilmaz",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bisgin",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Turkoglu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sherman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mrazik",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Odibo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Graham",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "PloS One",
            "volume": "14",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A training algorithm for optimal margin classifiers",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Boser",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Guyon",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "N"
                    ],
                    "last": "Vapnik",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Proceedings of the Fifth Annual Workshop on Computational Learning Theory",
            "volume": "",
            "issn": "",
            "pages": "144--152",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "SMOTEBoost: Improving Prediction of the Minority Class in Boosting",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "V"
                    ],
                    "last": "Chawla",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lazarevic",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Bowyer",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Knowledge Discovery in Databases: PKDD 2003",
            "volume": "",
            "issn": "",
            "pages": "107--119",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical Features and Chest CT Manifestations of Coronavirus Disease",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Detection of 2019 novel coronavirus (2019-nCoV) by real-time RT-PCR. Euro Surveillance: Bulletin Europeen Sur Les Maladies Protein Binding Using Artificial Intelligence Based Algorithms",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Landt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Molenkamp",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Meijer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K W"
                    ],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bleicker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brünink",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schneider",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G J C"
                    ],
                    "last": "Mulders",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Haagmans",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Van Der Veer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Den Brink",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wijsman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Goderski",
                    "suffix": ""
                },
                {
                    "first": "J.-L",
                    "middle": [],
                    "last": "Romette",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ellis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zambon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Combinatorial Chemistry & High Throughput Screening",
            "volume": "21",
            "issn": "1",
            "pages": "57--64",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "What we know so far: COVID-19 current clinical knowledge and research",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Lake",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clinical Medicine",
            "volume": "20",
            "issn": "2",
            "pages": "124--127",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "C-reactive protein levels in the early stage of COVID-19",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ling",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Medecine et Maladies Infectieuses",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.medmal.2020.03.007"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Development and Clinical Application of A Rapid IgM-IgG Combined Antibody Test for SARS-CoV-2 Infection Diagnosis",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Medical Virology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.25727"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The Novel Coronavirus Originating in Wuhan, China: Challenges for Global Health Governance",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Phelan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Gostin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA: The Journal of the American Medical Association",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.1097"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Clinical Infectious Diseases: An Official Publication of the Infectious Diseases Society of America",
            "authors": [
                {
                    "first": "China",
                    "middle": [],
                    "last": "Wuhan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciaa248"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Ensemble-based classifiers",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rokach",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Artificial Intelligence Review",
            "volume": "33",
            "issn": "1-2",
            "pages": "1--39",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A hierarchical classifier based on human blood plasma fluorescence for non-invasive colorectal cancer screening",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Soares",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Anzanello",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Artificial Intelligence in Medicine",
            "volume": "82",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Data Mining with R: Learning with Case Studies",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Torgo",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Clinical and computed tomographic imaging features",
            "authors": [
                {
                    "first": "Y.-H",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "J.-H",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "W.-M",
                    "middle": [],
                    "last": "An",
                    "suffix": ""
                },
                {
                    "first": "X.-Y",
                    "middle": [],
                    "last": "Lv",
                    "suffix": ""
                },
                {
                    "first": "X.-P",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "J.-Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "H.-J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "B.-L",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Diagram of our envisioned workflow using the ER-CoV artificial intelligence model in a hospital emergency room (ER).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Flowchart for ER-CoV, our AI based method for prediction of COVID-19 in suspected patients in ERs. The output from the AI model may not be final if its output is positive.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Synthetic Minority Oversampling Technique) takes account of the relatively small number of positive examples by creating additional synthetic examples of this class.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Histogram for the specificity of ER-CoV considering the 100 repetitions Histogram for the NPV of ER-CoV considering the 100 repetitions Histogram for the PPV of ER-CoV considering the 100 repetitions",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ".16% [95% CI 91.73 -92.59] and negative predictive value (NPV) of 95.29% [95% CI 94.65% -95.90%]. Those values are completely aligned with our goal of providing an effective low-cost system to triage suspected patients at ERs. As for sensitivity, our model achieved an average of 63.98% [95% CI 59.82% -67.50%] and positive predictive value (PPV) of 48.00% [95% CI 44.88% -51.56%].",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Mean corpuscular hemoglobin concentration (MCHC) 11. Red blood cell distribution width (RDW) 12. Sodium 13. Mean corpuscular hemoglobin concentration (MCHC) 14. Eosinophils 15. C reactive protein 16. Urea",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Reported Specificity was 92.16% [95% CI 91.73 -92.59]; Sensitivity was 63.98% [95% CI 59.82 -67.50], Negative Predictive Value (NPV) was 95.29% [95% CI 94.65% -95.90%], whereas Positive Predictive Value (PPV) was 48.00% [95% CI 44.88% -51.56%].",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Average contingency table shown as proportions for the 100 replications of ER-CoV",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Summary of the number of unique patients that were misclassified during the repetitions of our experiments and their status regarding hospital admission RT-PCR Positive RT-PCR Negative",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This work was supported by the Amazon AWS Cloud Credits for Research, the Google TensorFlow Research Cloud for the free credits for the usage of TPU. Their role was to provide computational resources for all tested models.The University of Sheffield had the role of financially supporting the Ph.D scholarship of Felipe Soares.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "We used only secondary anonymized data for our analyses. Self-declaration approval was given by the University of Sheffield Research Ethics Committee (Reference Number 034058). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical Approval"
        }
    ]
}