{
    "paper_id": "2791274abdc77ce936d835faeaaa9bd65959c148",
    "metadata": {
        "title": "Recent update on COVID-19 in India: Is locking down the country enough?",
        "authors": [
            {
                "first": "Jitender",
                "middle": [
                    "Singh"
                ],
                "last": "Virk",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "IIT Ropar",
                    "location": {
                        "addrLine": "4 Punjab",
                        "postCode": "14001",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "B",
                "middle": [],
                "last": "Tech",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "IIT Ropar",
                    "location": {
                        "addrLine": "4 Punjab",
                        "postCode": "14001",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Azmal",
                "middle": [],
                "last": "Syed",
                "suffix": "",
                "affiliation": {},
                "email": "alisyedazmal@gmail.com"
            },
            {
                "first": "",
                "middle": [],
                "last": "Ali",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ICAR-National Dairy 6 Research Institute, (NDRI)",
                    "location": {
                        "postCode": "132001",
                        "settlement": "Karnal",
                        "region": "Haryana",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Gurjeet",
                "middle": [],
                "last": "Kaur",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of New South Wales",
                    "location": {
                        "settlement": "Sydney"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "India is the second-largest population in the world, and developing nation, it is not well equipped 25 as compared to other developed countries like China, USA, Italy, Germany. Hitherto, in the 26 scenario of the global pandemic, SARS-CoV-2 affected a hundred thousand people in 202 27 countries and territories, which could impart a devastating impact on the Indian population. In 28 the absence of vaccines, the only way to respond against this critical condition is by practicing 29 large-scale social distancing. Interestingly, China diminishes COVID-19 cases by forcefully 30 applying strict restrictions to isolate even mild symptomatic individuals; local authorities went 31 door to door for testing, increases the hospital facilities, including ventilators. Likewise, India 32 also took a very bold decision to lock down the whole country for 21 days, starting from 24 33 March 2020 after detecting 571 positive COVID-19 confirmed cases. However, till 1 April 2020, 34 SARS-CoV-2 positive cases were growing exponentially, which raises the concerns if the 35 number of reported and actual cases are similar. Our analysis suggests that there is an urgent 36 need to take action to extend the period of lockdown and allocate enough resources, including 37 personnel, beds, and intensive care facilities, to manage the situation in the next few days and 38 weeks. Otherwise, the outbreak in India can reach the level of the USA or Italy or could be worse 39 than these countries within a few days or weeks, given the size of the population and lack of 40 resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "41 42",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "45"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20053124 doi: medRxiv preprint 3 Ever since the outbreak of COVID-19, which was initially announced from China's Wuhan city 46 in December 2019 (1). The SARS-CoV-2 virus has affected more than 1,016,401 people in 202 47 countries and territories accounts for a total of 53,160 deaths worldwide, according to the Center 48 for Systems Science and Engineering (CSSE) at Johns Hopkins University (JHU) and World 49 Health Organization (WHO) (2,3). Therefore, a harmonized global response is desperately 50 needed to prepare health care systems to coincide with this unprecedented challenge. 51 Unfortunately, several countries like China, Italy, Iran, USA, Germany, Spain have been exposed Wuhan region was locked down since mid-January from the rest of the world, and they have not 75 reported any new positive cases for many days. Interestingly, it seems like strict lockdowns 76 appear to have an extraordinary impact on controlling the disease (7). We suggest the Indian government consider fulfilling basic requirements that include food and 90 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 239,
                    "text": "46",
                    "ref_id": null
                },
                {
                    "start": 522,
                    "end": 524,
                    "text": "49",
                    "ref_id": null
                },
                {
                    "start": 701,
                    "end": 703,
                    "text": "51",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "45"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint We provide the platform to our political leaders and the government for preparation through 95 forecasting the situation that could happen in upcoming days. It will help them to make adequate 96 measures plus create the appropriate facility accordingly for the COVID-19 infected people.",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 170,
                    "text": "95",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "45"
        },
        {
            "text": "According to our study and the available data, while China's new cases follow an almost flat 98 curve, other countries such as India, US, Italy, Spain, and Germany still have exponential 99 growth. Particularly to point India's exponential growth followed by Spain and Germany is much 100 worse than Italy besides the number of total cases because of the steep slope of growth rate 101 ( Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 388,
                    "end": 396,
                    "text": "Figure 1",
                    "ref_id": "FIGREF14"
                }
            ],
            "section": "97"
        },
        {
            "text": "On the other hand, the US is inferior. We kept the frequency of all countries scaled to [0, 1] 103 range only for the trend comparison. As the Indian COVID-19 cases are in exponential growth 104 rate, it is expected that a magnitude of the number of infected cases is coming in the future. The central government of India took the lockdown decision is the crucial step; however, it is 112 hard to say that the lockdown of 21 days is enough. As mentioned above, SARS-CoV-2 infection 113 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "102"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20053124 doi: medRxiv preprint 6 takes around 2-14 days to show its symptoms, and the cases are increasing with new tests on 114 individuals. It raises the concern that how many days these numbers will go up and what quantity 115 of arrangement is required for upcoming days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "102"
        },
        {
            "text": "Based on the given crowdsourced patient database from 31 January, it is possible to estimate the 118 outcomes of future days and weeks. To predict when the exponential growth will become linear 119 and then flat, we use the growth factor of new cases per day. The",
            "cite_spans": [],
            "ref_spans": [],
            "section": "117"
        },
        {
            "text": "is the number of total positive cases on t day and Once the inflection point is obtained, the further curve will follow the logistic curve, as shown in 130 Figure 4 . After this point, the number of infected cases will still increase, but the rate will no 131 longer be exponential. Eventually, it will become flat then decrease. But, these results 132 correspond to the lockdown. As suggested by Singh and Adhikari (10), the lockdown must CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 156,
                    "end": 164,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "117"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20053124 doi: medRxiv preprint 9 It is found that SARS-CoV-2 infection has a more severe impact on older people and individuals 180 with medical history or ongoing conditions such as diabetes, high blood pressure, Cardiovascular 181 disease (CVDs), cancer, or other serious illnesses (12, 13, 14) . In Italy, where more than two-182 thirds of patients died with the mean age of 81 years, reported to be former smokers and 183 suffering from various comorbidities. It clears the fact that having these situations causes acute figure 2 , it is inevitable that India has many more cases 192 to be confirmed as the hospitals will perform more tests in the coming days. Beyond this, it is 193 critical to find how many of them will need intensive care following admission. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 397,
                    "end": 401,
                    "text": "(12,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 402,
                    "end": 405,
                    "text": "13,",
                    "ref_id": null
                },
                {
                    "start": 406,
                    "end": 409,
                    "text": "14)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 638,
                    "end": 646,
                    "text": "figure 2",
                    "ref_id": "FIGREF15"
                }
            ],
            "section": "117"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20053124 doi: medRxiv preprint the lockdown data, which is applicable until 14 April 2020. If the lockdown will not extend 203 according to the predicted number of days by (10), without further data, it is difficult to predict 204 the situation. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "117"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20053124 doi: medRxiv preprint 15-20 April. It defines that cases in India will remain constant, and no further addition of new 226 cases will be reported from this point, but keeping this in mind that this point is only possible if 227 lockdown will continue and testing all the possible suspects. . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "117"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20053124 doi: medRxiv preprint Figure 3 . Growth factor prediction for present and future: The moving average of the growth factor determined A) Based on the available previous days data . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 152,
                    "text": "Figure 3",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "117"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20053124 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "117"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20053124 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "117"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Landscape of COVID-19 candidate vaccines (PDF). WHO",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Measures for Pandemic Influenza in Nonhealthcare Settings-Social Distancing Measures. 274 Emerging infectious diseases",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "26",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The effect of public health measures on the 1918 influenza 276 pandemic in US cities",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Bootsma",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "104",
            "issn": "",
            "pages": "7588--93",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Public health interventions and epidemic intensity 279 during the 1918 influenza pandemic",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Hatchett",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Mecher",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "280",
            "issn": "",
            "pages": "7582--7589",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Age-structured impact of social distancing on the COVID-19 282 epidemic in India",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Adhikari",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2003.12055"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Coronavirus in India: Tablighi Jamaat preacher, others booked for violating govt 284 guidelines on religious gatherings",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Commentary: COVID-19 in Patients with Diabetes",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Hill",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mantzoros",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Sowers",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The cardiovascular burden of coronavirus disease 2019 (COVID-290 19) with a focus on congenital heart disease",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Aboulhosn",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Cardiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity. is the (which was not peer-reviewed) The copyright holder for this preprint",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.06.20053124"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "What we know so far: COVID-19 current clinical knowledge and research",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Lake",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "293",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Diabetes is India's fastest growing disease: 72 million cases recorded in 2017, figure 295 expected to nearly double by 2025",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Tackling the burden of 299 cardiovascular diseases in India: The essential diagnostics list. Circulation: 300 Cardiovascular Quality and Outcomes",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Abdul-Aziz",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Desikan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Prabhakaran",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Schroeder",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "52 to this disease drastically and passing critical lessons to contain the virus in the early stages to 53 other countries. On April 2, India reported 2,586 confirmed COVID-19 cases followed by 73 54 deaths according to the http://gis.ndma.gov.in/arcgis/apps/sites/#/data and 55 https://www.covid19india.org/ (4, 5). The number of confirmed cases seems less compared to 56 other countries. However, taking into account the 1.3 billion population of India, it was 57 necessary to take strict and essential measures as soon as possible. Within days of the epidemic, 58 the Indian government ordered schools closure, religious events with large gatherings were either 59 canceled or postponed. The local authorities encouraged residents to minimize the travel, avoid 60 crowded places, and promoted physical distancing, travel restrictions imposed between states 61 and cities, undoubtedly played a significant role in reducing the exposure and delayed the onset 62 of the outbreak in several towns and villages in India.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "instant, our national health system's potential to adequately react to the requirements of 79 those who are already infected and demand serious attention. India needs to speed up the 80 diagnosis procedure because until 31 March 2020, by officials Indian Council of Medical 81 Research (ICMR), only 42,788 individuals were tested for COVID-19, which is relatively a 82 minimal number compared to the total population of India. The capacity to perform tests on 1.3 83 billion people is still a question. Alternatively, the only way to minimize unnecessary deaths is to 84 extend the period of country lockdown for the next few weeks. Studies reported on 1918-19 85 pandemic suggest that holds and delays in proposing social distancing actions are associated with 86 excess fatality (8, 9). Another major issue in India is more than half of the population lives on 87 daily wages who require the basic need of living that includes food and shelter. Extending the 88 lockdown period will have a significant impact on such vulnerable populations in the country.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": ", the total number of tested individuals was 47951, in which 1637 are positive cases, 107 which is about 3.5% of the total tested individuals according to the crowdsourced patient 108 database (5). This rate is increasing with new test results coming day by day.Figure 2depicts the 109 moving average percentage, with a span of 7 days, of total positive cases.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "day. In simple terms, it is the ratio of new cases on t day and new cases of the 122 previous day. Figure 3 (left) depicts the moving average growth factor of recent days with a span 123 of 7 days. Figure 3 (Right) illustrates the predicted growth factor with a standard deviation of 124 0.3443 for the upcoming days. When the growth factor becomes 1.0, we can say that the rate is 125 no longer exponential. It is also known as the Inflection point. The estimated time to reach the 126 inflection point is between 15-20 April. At that time, the estimated number of total positive cases 127 will be over 12500, if lockdown remains continue.128 129",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "extend further to 13-15 May. As a result, our predictions are in support of the same. After 49 134 days, the estimated number of positive cases will be over 20000. If the lockdown continues till 135 13-15 May, the estimated number of new cases will be less than 100. Right), by fitting the moving average values of given data of recent 139 days. The Logistic 140 A curve in Figure 4 is predicted using the Prophet Python module provided by Facebook. The 141 growth is set to logistic, and carrying capacity is 20000, which is the estimated maximum 142 confirmed cases till 15 May. These maximum cases are calculated using the predicted growth 143 rate and the formula given later in this section to compute new cases per day. 144 145 Given all the information above, it is also possible to estimate the number of cases on the next 146 day. This estimate is valuable to prepare our National Health systems and government for the 147 expected catastrophe. These numbers of expected confirmed cases can aid the Indian intensive 148 care facilities and hospitals to be ready ahead of time. The formula to estimate the minimum and 149 maximum number of new cases on a day is150",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "the growth factor, std is 0.3443 (computed earlier)required to handle challenging circumstances. Severely affected 155 countries have passed an important message to take early strict actions than dealing with 156 consequences once the SARS-CoV-2 has spread. On 24 March 2020, the Indian government has a republic, secular, multi-religious country, it is difficult to impose the lockdown163 overnight without proper awareness and announcements. Because of incomplete public 164 understanding, lockdown did not serve the purpose properly and made religious places a hotspot 165 for COVID-19 cases. In early March 2020, around 2,000 Muslim devotees, including visitors 166 from Indonesia and Malaysia, started gathering at Tabligh-e-Jamaat's Markaz in New Delhi 167 without proper precautions and sanitation practices, lack of social distancing for several days 168 (11). Before the applicability of complete India lockdown, half of the peoples were spread across 169 India without medical surveillance. Recent reports suggesting that several people attended the 170 gathering found positive for COVID-19 and unknowingly spread the disease in different regions 171 of India. The above mentioned is just one of the incidents reported, several other religious events 172 are still ongoing even after the curfew and complete lockdown raising doubts about the total 173 number of COVID-19 cases reported till date. Therefore, Government and local authorities need 174 to take further strict actions and appropriately observe religious events and large gatherings 175 beforehand to stop the uncontrollable spread of COVID-19. Further, it is essential to focus on 176 measures like self-isolation, social distancing, testing all of the suspected cases, and increase the 177 hospital facilities to treat COVID-19 patients as much as possible.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "184 respiratory distress syndrome (ARDS) by SARS-CoV-2 pneumonia, requires a respiratory 185 support system, and would not have died otherwise. The estimates suggest that more than 72 186 million people have diabetes, 54.5 million CVDs cases in the adult population of India (15, 16). 187 In this position, the most challenging enigma is to divine the cumulative number of infected 188 patients. The first approach should be to identify the infected individuals in India; however, 189 because Indian hospitals are not able to test the sufficient number of patients so the actual cases 190 might be much higher than the reported number. According to our analysis of the moving 191 average curve to date 27 March 2020 in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "is of crucial importance to prepare for extra facilities in Indian hospitals and to 196 measure the period in which they need to be ready. If the lockdown is not going to extend, it 197 might not be unrealistic to assume what is going to happen in India within days or weeks, might 198 be a reflection of what happened in the USA and Italy. Unfortunately, we don't have additional 199 evidence that can take into consideration to identify the exact number of infection cases, 200 recovery, and deaths in India. Our prediction is till 30 April 2020 and is based on the basis 201 available data recorded until 02 April 2020. It is important to note that this prediction is based on 202 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "possibility for India is to learn from China's strict precautionary measures where the 207 more affected regions were taken over by the military and quarantining everyone, even with 208 minor symptoms and people who came in contact with an infected individual. By applying these 209 measures, the Hubei region has recorded zero number of newly infected cases after about two 210 months of strict shutdown. Keeping in mind the population of Hubei, which is 50 million in 211 comparison to the 1,030 million Indian population, it requires a longer lockdown than 21 days.212However, another challenge for the Indian Government is to tackle millions of destitute people 213 who lack food and proper shelter to perform self-isolation practices.214 215There is an urgent need to test maximum numbers of people, especially in the whole infected 216 region of the countries such as New Delhi, Maharashtra, and Tamil Nadu, to accumulate the 217 knowledge warranted at this time. It is noteworthy to describe that without additional data, it is 218 unmanageable to execute further robust deductions regarding the thorough estimate of patients 219 who will get infected soon. The intention immediately is to raise this figure to satisfy pressing 220 coming demands securely. We have a few weeks to accomplish this goal in terms of obtaining 221 personnel, technical equipment, and materials. These problems are majorly applicable to other 222 underdeveloped or developing countries where a suitable quantity of intensive care facilities are 223 not available and not feasible to produce in such a short period. In this case, the condition might 224 spread out of control and improbable. According to our forecast, an inflection point is between 225 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "The COVID-19 outbreak in India is relatively new compared to other countries, 230 proper surveillance, transparent reporting of characteristics of infected individuals is necessary to 231 update regularly. Nevertheless, aggressive steps need to be taken with critically ill SARS-CoV-2 232 infected patients, including isolation and ventilatory support. Our findings represent further 233 lockdown restrictions that need to be extended urgently, in a matter of days. To tackle the 234 substantial number of unnecessary deaths, we need to focus on increasing the testing capacity 235 and speed up the rate of recovery of infected people by providing all the necessary support and 236 medication. For individuals with other comorbidities or older people requires regular testing, 237 more robust personal protection and should have access to intensive surveillance or therapy.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Source: This research did not receive any specific grant from funding agencies in the 240 public, commercial, or not-for-profit sectors.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "COVID-19 growth rate: Growth rate comparison of five countries (US, Italy, Spain, China, Germany) with India to determine rate of infection in the near future.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Moving average curve for tested samples: Percentage moving average of confirmed cases out of the total tested individuals per day. The slope describes the moving average percentage, with a span of 7 days, of total positive cases.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Growth factor prediction for present and future: The moving average of the growth factor determined B) The upcoming days forecast till 15 April.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "In case, if COVID-19 spreads with the speed of Italy, Spain, China or the USA, it will become impossible to contain the disease without the discovery of vaccines, which will take at least 18 author/funder, who has granted medRxiv a license to display the preprint in perpetuity.endorsed 110,574 COVID-19 cases started with three cases in the first half of February, followed by 13,155 deaths to date according to https://coronavirus.jhu.edu/map.html (2). The primary reasons for the maximum death toll in Italy or other European countries like Spain are because of the slow response to the outbreak, delayed decisions on travel ban, and locking down the country. Italy is the second-largest country with the oldest population in the world, lack of testing kits, lack of social distancing practice due to the family cultures. However, China's",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "shelter. Our analysis verifies the necessity and demand for continued reinforcement of mitigatory",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": " 243 The authors declare that they have no competing interests CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06. The plateau of the cumulative curve will be reached just over 30 days from March 11, 2020.. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20053124 doi: medRxiv preprint",
            "cite_spans": [
                {
                    "start": 1,
                    "end": 4,
                    "text": "243",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Competing interest"
        }
    ]
}