{
    "paper_id": "2abcb7b45643a3d768d10e2bb5ff61c742a1a911",
    "metadata": {
        "title": "Delivering oxygen-enriched CPAP respiratory support using a non-invasive ventilation device",
        "authors": [
            {
                "first": "Peter",
                "middle": [],
                "last": "Culmer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Leeds",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Steven",
                "middle": [],
                "last": "Ashton",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Martin",
                "middle": [],
                "last": "Latham",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Stuart",
                "middle": [],
                "last": "Murdoch",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "David",
                "middle": [],
                "last": "Brettle",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nikil",
                "middle": [],
                "last": "Kapur",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Leeds",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The Nippy 3+ (BREAS Medical) was selected due to its robustness and widespread availability in the locality. In CPAP mode, the system generates 3-20 cmH20 (0.3-2.0kPa) using an internal centrifugal fan to pressurise atmospheric air. This offers the possibility to entrain O2 either at the system's low pressure air inlet, or in the pressurised air-stream near the ventilation mask as shown in Figure 1 . We modified a standard Nippy 3+ system to allow entrainment of oxygen at the intake port and evaluated the efficacy of these two approaches. The system was configured to operate at a pressure of 10 cm H2O with 5L/min oxygen flow, combined with a model lung operating at 30 bpm with tidal volume of 0.28L. An oxygen meter was used to measure the effective FiO2 inhaled by the patient. Our results showed that entrainment of oxygen at the low pressure intake brought only modest increases in FiO2 (ca. 35%) in comparison to entrainment near the mask which achieved significantly higher FiO2 (ca. 50%). The difference in performance can be attributed to the single-arm breathing circuit in which air-flow is reversed during the expiration phase and part of the air column is vented to atmosphere. This results in losses of oxygen when entraining at the air intake, but entrainment near the patient benefits from the pressurised air-column created between the patient and HEPA filter, which acts as a 'buffer' to preserve oxygen and avoid losses. Although this testing model precludes gas exchange, it is representative of the relative performance of these two configurations and suggests that relatively low flow-rates of oxygen can be used to obtain therapeutic FiO2 levels. The FiO2 can be readily altered by altering the oxygen flow-rate with reference to idealised dilution levels (e.g. 45% FiO2 for Air:O2 at 20:5l/min, or 60% FiO2 for Air:O2 at 20:8l/min). However, the ultimate FiO2 delivered by this system varies with respiratory function and is not explicitly controlled by the system. Rather it requires external monitoring by a suitably qualified healthcare professional based upon the patient's SpO2 level and vital signs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 393,
                    "end": 401,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "In conclusion, positive pressure ventilators can provide an effective means to deliver CPAP with oxygen-enriched air for therapeutic intervention using standard equipment and fittings, whilst minimising the oxygen demands on hospital infrastructure when treating large numbers of patients. This enables rapid deployment to provide flexible treatment pathways which reduce the burden on ICU for HCPs that are facing surges in demand on ventilation during the COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Critical care crisis and some recommendations during the COVID-19 epidemic in China, Xie et al",
            "authors": [],
            "year": 2020,
            "venue": "Intensive Care Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-020-05979-7"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Guidance for the role and use of non-invasive respiratory support in adult patients with coronavirus (confirmed or suspected)",
            "authors": [],
            "year": 2020,
            "venue": "NHS England and Improvement",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Managing the respiratory care of patients with COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "Italian Thoracic Society (AIPO) and Italian Respiratory Society (SIP)",
            "volume": "23",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Life saving breathing aid developed to keep COVID-19 patients out of intensive care",
            "authors": [],
            "year": 2020,
            "venue": "Online Article",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Provision of oxygen-enriched air during CPAP ventilation",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We would like to thank our multidisciplinary team; Graham Brown, Sam Flint, Kevin Meloy, Mick China, James Naylor, Hardy Boocock and the numerous healthcare professionals at Leeds Teaching Hospitals (UK) who have helped make this research possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}