{
    "paper_id": "455a70ee73cd1eb54682d2b3dcd3754eec191816",
    "metadata": {
        "title": "Estimating cost-benefit of quarantine length for Covid-19 mitigation",
        "authors": [
            {
                "first": "Andreas",
                "middle": [],
                "last": "Eilersen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Niels Bohr Institute",
                    "location": {
                        "postCode": "2100",
                        "settlement": "København Ø",
                        "country": "Denmark"
                    }
                },
                "email": ""
            },
            {
                "first": "+",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Niels Bohr Institute",
                    "location": {
                        "postCode": "2100",
                        "settlement": "København Ø",
                        "country": "Denmark"
                    }
                },
                "email": ""
            },
            {
                "first": "Kim",
                "middle": [],
                "last": "Sneppen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Niels Bohr Institute",
                    "location": {
                        "postCode": "2100",
                        "settlement": "København Ø",
                        "country": "Denmark"
                    }
                },
                "email": "*ksneppen@gmail.com"
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: The world has been put in an unprecedented situation by the Covid-19 pandemic. Creating models to describe and quantify alternative mitigation strategies becomes increasingly urgent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: In this study, we propose an agent-based model of disease transmission in a society divided into closely connected families, workplaces, and social groups. This allows us to discuss mitigation strategies, including targeted quarantine measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: We find that workplace and more diffuse social contacts are roughly equally important to disease spread, and that an effective lockdown must target both. We examine the cost-benefit of replacing a lockdown with tracing and quarantine contacts of the infected. When reopening society, testing and quarantining is a strategy that is much cheaper in terms of lost workdays than a long lockdown of workplaces.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions: A targeted quarantine strategy is quite efficient with only 5 days of quarantine, and its relative effect increases when supplemented with other measures that reduce disease transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "is the (which was not peer-reviewed)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The 2020 coronavirus (Covid-19) pandemic has lead to authorities worldwide requiring guidance as to what mitigation efforts will work in controlling disease outbreaks. In this endeavor, theoretical modelling can play a crucial role. Traditional epidemiological models that assume universal or constant infection parameters are not sufficient to address case specific strategies like contact tracing. Therefore, we have developed an agent-based epidemiological model which takes into account the fact that disease transmission is differentiated in distinct arenas of social life that each play a different role in a lockdown: The family, the workplace, our social circles, and the public sphere. This subdivision becomes especially important when discussing such efforts as contact tracing. Using an estimated weight of social contacts within each of these four spheres 1 we discuss effect of various mitigation strategies.",
            "cite_spans": [
                {
                    "start": 869,
                    "end": 870,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "At the time of writing, both classical mean field models 2 and an agent-based model 3 of the Covid-19 epidemic have already been made. The latter model assumes contact rates and disease transmission to be stratified by age 4, 5 . In our model, we instead focus on social networks in the spread of the epidemic. We believe this to be worth investigating, as it directly allows us to test the effectivity of localized quarantine measures.",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 85,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 223,
                    "end": 225,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 226,
                    "end": 227,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Within families, multiple age groups live together. At the same time, disease transmission within the family is probably the variable that is the most difficult to change through social distancing. There is also doubt as to what extent children carry and transmit the disease 6 . By ignoring age as a factor our agent-based model implicitly weights children on equal footing with anyone else.",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 277,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Analysing what role each area of social life plays also allows us to separate leisure activities in public from work, and since the former plays a smaller economic role than the latter, it may be reduced with a smaller toll on society. Furthermore, if widespread testing and contact tracing is implemented, a compartmentalisation like the one we are assuming here will help in estimating which people should be quarantined and how many will be affected at any one time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the following, we will investigate two closely related questions. First, how a lockdown is most effectively implemented, and second, how society is subsequently reopened safely, and yet as fast as possible. To answer the first, we must examine the relative effects of reducing the amount of contacts in the workplace, in public spaces, and in closely connected groups of friends. For the second question, we will look for viable strategies for mitigation that do not require a total lockdown. Here, we will especially focus on effective testing, contact tracing, and improved hygiene. Our results will hopefully be helpful in Figure 1 . A diagram of the model structure. Each agent has a network consisting of a family, a workplace and two groups of friends. The family accounts for 40 % of interactions. Work accounts for 30 % and socialisation with friends accounts for a further 15 %. The contacts in each of these three groups are fixed throughout the simulation. Finally, 15 % of interactions happen \"in public\", which we represent as an interaction with a randomly chosen other agent. Everyone in the work and friend sub-graphs are assumed to be connected to each other. Below the graph, the underlying mechanisms of the disease are shown. We divide the exposed state into four in order to get a more naturalistic distribution of incubation periods. In our simulation we set the average family group to 2, the work network to 10 completely interconnected people and the friend network consist of 2 groups with on average 5 in each. The distribution of incubation times is shown on the right.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 629,
                    "end": 637,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "informing future containment and mitigation efforts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Our proposed model divides social life into family life which accounts for 40 % of all social interactions, work life accounting for 30 %, social life in fixed friend groups accounting for 15 %, and public life which accounts for another 15 % 1 . Interactions in public are taken to be completely random and not dependent on factors such as geography, density or graph theoretical quantities. Within families, workplaces, and friend groups, everyone is assumed to know everyone. Each agent is assigned one family and workplace, as well as two groups of friends. Workplaces on average contain ten people, whereas each friend group on average contains five.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We use a discrete-time stochastic algorithm. At each time-step (0.5 days), every person has one interaction with some other person. A \"die roll\" decides whether the person will interact with family, friends, work, or the public. The respective odds are the above mentioned percentages 40:30:15:15. If the public is chosen, an entirely random person is selected, otherwise a person is drawn from a predefined group (family etc.). For each interaction, an infectious person has a fixed probability of passing on the disease to the person they interact with.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The family size distribution of is based on the distribution of Danish households 7 . The average number of people per household is approximately 2, and large households of more than 4 people have been ignored, as they account for less than 10 % of the population. We believe that in a country where family sizes are larger and there are fewer singles, the family would be more important to the spread of disease. However, the difference would not be overwhelming, as we see when we vary the sizes of the other social groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We simulate the progression of disease using an SEIR model with four exposed states, E = E 1 + E 2 + E 3 + E 4 . The exposed states are treated equally, and we assume that there is no infection during the whole incubation period. Thus we at present do not include eventual infection at stage E 4 , as data 8 on pre-symptomatic infections are still uncertain. Multiple states are solely included in order to get a naturalistic distribution of incubation periods. Li et al. 6 report that the mean incubation period is approximately five days and the reported is well fitted the Gamma function we obtain from our four E-states. We set the rate of 2/8 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 472,
                    "end": 473,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20059790 doi: medRxiv preprint (a) (b) Figure 2 . (a) Comparison of various strategies with and without a reduction in transmission probability per encounter. It can be seen that work and social contacts play roughly the same part in disease transmission. A reduction of infection probability makes the strategies relatively more effective. Reducing work contacts, for example, lowers the peak height by roughly 20 % (relative to no intervention) if infection probability is high. If the infection probability is lowered, the strategy causes a 36 % decrease in peak height (relative to only reducing infection probability and not number of work contacts). (b) A similar comparison of the effects of reducing workplace sizes by half. This strategy is also relatively more effective if infection probability is reduced. The strategy reduces peak height by 28 % at a lowered infection probability versus only 12 % if infection probability remains high.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 152,
                    "end": 160,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Methods"
        },
        {
            "text": "transition out of each of the four exposed states to 0.8 per day corresponding to a mean incubation period of 5 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "A further problem is the duration of the infectious period (I). Viral shedding has been observed to last up to eight days in moderate illness 9 . On the other hand, according to Linton et al., the median time from onset to hospitalisation is three days 10 . A bedridden patient (even if not hospitalized) is likely to transmit the disease less. To fit the observed distribution of times between subsequent infections of 7.5 days of Li et al. 6 we model the infectious period as a single state with an average duration of five days.",
            "cite_spans": [
                {
                    "start": 442,
                    "end": 443,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Finally, the transmission rate for the disease is estimated from an observed rate of increase of 23 % per day in fatalities in the USA. This also fits the observation of a growth rate of ICU admissions of about 22.5 % per day in Italy 11 . With our parameters this is reproduced by an infection rate of 1 person per day per infected and a basic reproduction number R 0 ∼ 5 (as we allow transmission in both directions when selecting two people, this is simulated by a rate for transmission of 0.5 per day per encounter). Li et al. in contrast estimate R 0 at 2.2 based on a growth rate of 10 % per day in confirmed Corona cases in Wuhan prior to Jan. 4.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "In the following, we want to explore mitigation strategies for the corona pandemic. Specifically, we will investigate the relative importance of the areas of social life, and the extend that reducing workplace size reduce disease spread, and the possible gain and cost by simple contact tracing and light quarantine practices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "To illustrate the relative importance between the workplace and public life, we consider the four scenarios in Fig. 2(a) . In the first scenario, nothing is done. In the second, contacts within the workplace are reduced by 75 %, while in the third, contacts with friends and the public are reduced. Finally, we compare these with similar scenarios, but where good hygiene or keeping a distance reduces the probability of infection by half.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 111,
                    "end": 120,
                    "text": "Fig. 2(a)",
                    "ref_id": null
                }
            ],
            "section": "Results: Mitigation strategies"
        },
        {
            "text": "In the figure, we see that the effects of reducing workplace and social contacts are roughly of the same magnitude. This reflects the assignment of 30 % weight to each of these contact types. The slightly larger effect on social contacts reflects our assumption that these connections are less clustered than the workplace network. The two latter graphs in 2(a) show the scenarios where we both reduce infection probability within one group by 75 % and overall infection probability by 50 %. They show that an effective lockdown require both restrictions of the time spent in the workplace and in the public sphere, and measures that reduce infection probability by increased hygiene and physical distancing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results: Mitigation strategies"
        },
        {
            "text": "The above results provide one useful piece of information. If the effect of workplace and social contacts are of the same order, it is of little importance which one is restricted. Ideally, both will be restricted for a period of time. However, when restrictions need to be lifted, authorities will primarily be able to control the workplace, whereas the social sphere needs relies 3/8 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. However, the price of this is that each person is on average quarantined once during the epidemic. (d) Epidemic peak and time spent in quarantine as a function of quarantine length for a testing probability of 5 % per day. The average time spent in quarantine increases linearly with the length of quarantine. On the contrary, the effect of quarantine on the peak height appears to stagnate at approximately five days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results: Mitigation strategies"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4/8"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . Figure 4 . The ratio of peak heights without contact tracing to peak heights with contact tracing as a function of the infection probability per encounter with an infected. A higher curve here implies a greater effect of testing and contact tracing. Below ∼ 10 % probability, the epidemic is unable to spread. This corresponds to an R 0 of 1 given our parameterisation. We see the lower the infection probability, the more contact tracing reduces peak height. on local social behavior. Presumably it is economically more sustainable to lift the one with the largest societal consequences first, by allowing people to return to work while encouraging keeping social gatherings at a minimum.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 78,
                    "end": 86,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "4/8"
        },
        {
            "text": "If restrictions are lifted before herd-immunity has grown to substantial levels, the epidemic will re-ignite. Therefore, we now examine what can be done to minimise spread in the reopened workplaces.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4/8"
        },
        {
            "text": "One possible strategy is to reduce the number of people allowed at any one time in each workplace. In fig. 2 (b) , we compare an epidemic scenario where the average number of employees per workplace is 10 with an epidemic where this number is reduced to 5. We further assume that the number of contacts per coworker remains the same, meaning that the total number of contacts drops when workplace size is reduced.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 102,
                    "end": 112,
                    "text": "fig. 2 (b)",
                    "ref_id": null
                }
            ],
            "section": "4/8"
        },
        {
            "text": "It can be seen that fragmentation of physical spaces at workplaces might have a significant effect on the peak number of infected. In a situation with a risk of straining the healthcare system, this could be part of a mitigation strategy. Once again, the strategy becomes relatively more effective if the infection probability per encounter is also reduced. Relative to the cases with no workplace size reduction, making workplaces smaller leads to a greater relative reduction in peak size if infection probability is lowered by other means (12 % versus 28 % relative reduction).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4/8"
        },
        {
            "text": "A more local strategy that can be employed when reopening society is widespread testing and contact tracing. Previous models have suggested that this can be effective in controlling Covid-19 outbreaks 12 , and its effectiveness has also been modeled in relation to other epidemics 13 , and used successfully against smallpox 14 and SARS 15 .",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 203,
                    "text": "12",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 281,
                    "end": 283,
                    "text": "13",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 337,
                    "end": 339,
                    "text": "15",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "4/8"
        },
        {
            "text": "One obstacle to the widespread implementation of this strategy is the difficulty of tracing contacts. Therefore, we will here implement a crude form of contact tracing where we 1) close the workplaces of people who are tested positive for the disease, 2) isolate their regular social contacts for a limited period, and 3) test people for COVID-19 just before they exit the quarantine. We will see that such a 1 step tracing and quarantine strategy (1STQ) can give a sizeable reduction in disease spread while costing fewer lost workdays than overall lockdown. Our simulations include the limitations imposed by not being able to trace the estimated 15 % of infections from random public transmissions. Thus our strategy does not require sophisticated contact tracing but could be implemented based on infected people being able to recollect their recent personal encounters with friends. Fig. 3 (a,b,c) examines how increased detection efficiency systematically improves our ability to reduce the peak disease burden. This would then be a more cost-efficient way to mitigate the pandemic than a complete and persistent lockdown where each person would lose several man-months. Even detecting as little as 2 % of Covid-19 infected per day (which with an average disease duration of 5 days correspond to finding approximately 10 % of the infected) can potentially reduce the peak number of cases by 30 % . If 10 % efficiency is possible, corresponding to detecting about half of infectious cases, then peak height could be reduced by a factor 3, and with less than 12 quarantine days per person during the entire epidemic. This is illustrated in fig. 3 (b) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 888,
                    "end": 902,
                    "text": "Fig. 3 (a,b,c)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1644,
                    "end": 1654,
                    "text": "fig. 3 (b)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "4/8"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5/8"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20059790 doi: medRxiv preprint . (b) is similar, but here lockdown measures also include a reduction of infection probability by half which persists after reopening. This could for example happen through improved hygiene or social distancing. This is the most effective strategy in reducing the peak height.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 149,
                    "text": ". (b)",
                    "ref_id": null
                }
            ],
            "section": "5/8"
        },
        {
            "text": "The main cost of the quarantine option is the time that healthy individuals spend in quarantine. Fig. 3 (d) examines the efficiency versus cost of as a function quarantine length. It can be seen that there is little gain in extending the quarantine period beyond the 5-day duration of the incubation period. For this reason we opted for a 5-day quarantine in panel (a,b). As a consequence an average person will stay around 5 days in quarantine during the course of the epidemics with testing efficiency of 2 % . This time can be reduced if people can be convinced to maintain smaller work environments and fewer physical contacts per week. Fragmentation of our networks into smaller groups will reduce both quarantine overhead and the direct transmission of the disease (Fig. 2(b) , orange curve).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 97,
                    "end": 103,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 771,
                    "end": 781,
                    "text": "(Fig. 2(b)",
                    "ref_id": null
                }
            ],
            "section": "5/8"
        },
        {
            "text": "A prolonged lockdown will hugely disrupt society, and it is questionable whether a complete eradication of the virus is possible anyway. Therefore most governments have aimed at softening the epidemic curve, with varying degree of success. The here explored one step contact tracing with testing and quarantine is a way to this means, and would work most efficiently in combination with other means to reduce R 0 . The combined effect with other reductions of infection the rate is further elucidated in fig. 4 . One sees that the relative impact of testing and contact tracing on peak height increases with lower infection probability.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 504,
                    "end": 510,
                    "text": "fig. 4",
                    "ref_id": null
                }
            ],
            "section": "5/8"
        },
        {
            "text": "Finally, we investigate whether an aggressive testing and contact tracing strategy could work if implemented at a late stage in an epidemic. This could be relevant if for example the strategy is part of an effort to reopen society after a period of lock-down.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5/8"
        },
        {
            "text": "In fig. 5 we consider two scenarios, one without and one with hygiene measures: In (a) we exclusively implement a lockdown with 75 % reduction contacts at work and in the social sphere when 1 % of the population is infected. In (b), we implement both a 75 % lockdown and distancing or hygiene measures that reduce infection probability per encounter by half. After 30 days we lift the lockdown and instead implement testing and quarantine measures. We assume an intermediate testing efficiency of 5 % chance for each day a person is infectious. The progression of the infected fraction without testing or persistent improvements to hygiene is marked by a black graph for comparison.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 9,
                    "text": "fig. 5",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "5/8"
        },
        {
            "text": "From the figure one sees that the strategy of replacing a lockdown with even relatively short quarantines also works with a late onset. Even at high infection probability, it prevents or reduces a resurgence of the epidemic. Nonetheless, it is quite costly initially, with a very high peak in number of quarantined people. It can also be concluded that the testing and contact tracing route works a lot better if combined with measures that prevent infection at the individual level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5/8"
        },
        {
            "text": "Pandemics such as the one caused by Covid-19 can pose an existential threat to our social and economic life. The disease in itself is serious, and leaves specific epidemic signatures and characteristics that make traditional contact tracing difficult. In particular it is highly infectious, sometimes infects already 2 days after infection and has a large fraction of non-symptomatic cases. As such it is difficult to contain without a system-wide lockdown of society. Nevertheless, a successful containment in South Korea used contact tracing. This motivated us to explore a one-step contact tracing/quarantine strategy (1STQ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6/8"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6/8"
        },
        {
            "text": "Using reasonable Covid-19 infection parameters we find that the 1STQ strategy can contribute to epidemic mitigation, in the sense that it can reduce the peak number of infected individuals by about a factor 2 with realistic testing rates. This was illustrated systematically in fig. 3 . The main cost was people in self-quarantine and not contributing to the workforce. In comparison one has to consider that a society-wide lockdown with similar reduction in peak height would have to last for about 100 days (see fig. 2 ). Thus, the lockdown would require of order 100 days of quarantine (or at least extensive social distancing) per person, whereas testing and isolation only requires on average around 20 days per person with a 14-day quarantine (with a 5-day quarantine, it is only slightly more than five days). Importantly these numbers can be reduced by limiting the number of contacts per person by for example reducing the sizes of work or social groups.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 278,
                    "end": 284,
                    "text": "fig. 3",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 514,
                    "end": 520,
                    "text": "fig. 2",
                    "ref_id": null
                }
            ],
            "section": "6/8"
        },
        {
            "text": "A noticeable objection to the 1STQ strategy is the fraction of cases without symptoms or with so weak symptoms that people do not contact health authorities. In addition, there is the question of being infectious before symptom onset. The effect of such limitations is in our model parameterized through the detection probability. From Fig 3(c) one sees that when the total detection probability goes below 5 % (a rate of 1 % per day) the peak reduction of the 1STQ strategy becomes less than 5 percentage points.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 331,
                    "end": 344,
                    "text": "From Fig 3(c)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "6/8"
        },
        {
            "text": "Finally, one noticeable finding is that contact tracing and reduction of contacts per person works better if we can reduce the probability of an encounter causing an infection. As can be seen in fig. 5 and fig. 4 , this makes both a lockdown and a subsequent reopening with testing and contact tracing far more effective. Methods for implementing this in practice could include wearing masks, practicing good hygiene, and keeping a distance even to coworkers and friends. Our study shows that lockdowns and contact tracing each have an impact, but that they should not stand alone.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 195,
                    "end": 212,
                    "text": "fig. 5 and fig. 4",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "6/8"
        },
        {
            "text": "The Covid-19 pandemic has set both governments, health professionals, and epidemiologists in a situation that is more stressful and more rapidly evolving than anything in recent years. Due to the uncertainties caused by a situation in flux, it is difficult to predict anything definite about what works and what does not. The empirical observation that lockdowns worked in both China, and in milder form in Denmark shows that our use of 75 % reduction in specific infection rates during lockdown is realistic. Our main result is that part of these restrictions can be replaced by testing, 1-step contact tracing and short periods of quarantine. This is far cheaper than total lockdowns. The measures can even work when implemented late in the epidemic. Perhaps most importantly, these measures work best in combination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6/8"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Social contacts and mixing patterns relevant to the spread of infectious diseases",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mossong",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS medicine",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Epidemic analysis of covid-19 in china by dynamical modeling",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhuge",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2002.06563"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Modelling transmission and control of the covid-19 pandemic in australia",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Harding",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zachreson",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "M"
                    ],
                    "last": "Cliff",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Prokopenko",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2003.10218"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Contagion! the bbc four pandemic-the model behind the documentary",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Klepac",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kissler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gog",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Epidemics",
            "volume": "24",
            "issn": "",
            "pages": "49--59",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Contacts in context: large-scale setting-specific social mixing matrices from the bbc pandemic project",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Klepac",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Early transmission dynamics in wuhan, china, of novel coronavirus-infected pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New Engl. J. Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Fam44n: Families 1. january by municipality, type of family, size of family and number of children",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Serial interval of novel coronavirus (covid-19) infections",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Linton",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Akhmetzhanov",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. journal infectious diseases",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Feasibility of controlling covid-19 outbreaks by isolation of cases and contacts",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hellewell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet Glob. Heal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The effectiveness of contact tracing in emerging epidemics",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Klinkenberg",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "PloS one",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Smallpox and its eradication",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fenner",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Epidemiological determinants of spread of causal agent of severe acute respiratory syndrome in hong kong",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "The Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1761--1766",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(a) and(b)  show examples of epidemic trajectories for a quarantine length of 5 days and a daily testing probability of 2 and 10 % respectively. The total height of the curve shows the combined fraction of people who are ill or in quarantine. (c) and (d) show peak fraction of population infected (left y-axis) and time spent in quarantine (right y-axis) as a function of testing chance and quarantine length. The average number of days spent in quarantine was calculated using our standard group sizes, such that each person is connected to approximately 20 others. The days spent in quarantine scale proportionally to this assumed connectivity. (c) With a quarantine length of 5 days, it is possible to reduce the peak number of infected by almost ten percentage points, corresponding to a 30 % drop, if the probability of infected people being tested is only 2 % per day of illness.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Various trajectories of the epidemic with a delayed implementation of the 1STQ strategy. (a) shows a possible course of an epidemic where restrictions in public and work life (contact rates reduced by 75 %) are implemented when 1 % are infected and lifted after 30 days. The black line shows the fraction of infected if no testing is implemented",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We thank Andreas Roepstorff for enlightening discussions. This project has received funding from the European Research Council (ERC) under the European Union's Horizon 2020 research and innovation program under grant agreement No. 740704.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}