{
    "paper_id": "4cf30e2c71d24c57f7e98d9ee6f24b9462b58184",
    "metadata": {
        "title": "COVID-19 pandemic in the African continent: forecasts of cumulative cases, new infections, and mortality Short Title: Africa and the COVID-19 pandemic COVID-19 pandemic in the African continent: forecasts of cumulative cases, new infections, and mortality",
        "authors": [
            {
                "first": "Y",
                "middle": [],
                "last": "Kinfu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": ";",
                "middle": [],
                "last": "Alam",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Canberra",
                    "location": {
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "U",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": ";",
                "middle": [],
                "last": "Achoki",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Africa Institute for Health Policy Foundation",
                    "location": {
                        "country": "Kenya"
                    }
                },
                "email": "tachoki@sloan.mit.edu:uzma.alam@aya.yale.eduyohanneskinfu:yohannes.kinfu@canberra.edu"
            },
            {
                "first": "T",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "*",
                "middle": [],
                "last": "Tom",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Pretoria",
                    "location": {
                        "country": "South Africa"
                    }
                },
                "email": ""
            },
            {
                "first": "Uzma",
                "middle": [],
                "last": "Alam",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Africa is the last major region to capitulate to the SARS-CoV-2 (COVID-19) pandemic. The first confirmed COVID-19 case in the region was reported on February 14, but what lies ahead in terms of the course and magnitude of infection remains speculative. To the best of our knowledge, no study, using a robust methodology, provides the immediate and long-term trajectory of COVID-19 for the entire region or accounts for its local context. This paper is the first systematic attempt to provide estimates on how many people would contract the virus and how many would die in the coming few months across Africa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The forecasts on caseloads and incidences are from a co-variate-based instrumental variable regression model. Fatality rates from Italy and China were further applied to generate mortality estimates after adjustments were made for differences in age-structure, health service quality, and living standards between each of the African countries and those of the reference population. We cover all countries that reported a confirmed case as of March 31, 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: By the end of June, 16,283,085 people will contract COVID-19 (95% CI 718,403 to 98, 358, 799). With a cumulative caseload of 5,413,4517 (95% CI 1,332,953 to 8,489,940) and 906,625 (95% CI 173, 821 to 4,742,917) Northern and Eastern Africa will respectively be the most and least affected sub-regions in the continent. Cumulative COVID-19 cases on June 30, 2020 are expected to reach 2, 912, 864 (95% CI 465,028 to 18,286,358) in Southern Africa, 2, 787, 913 (95% CI 517, 489 to 15,056,314) in Western Africa, and 1,185,742 (95% CI 229, 111 to 6,138,692) in Central Africa. New infections (incidence) for the month of April are expected to be the highest in Djibouti, 32.8 per 1000 (95% CI 6.25 to 171.77), while Morocco 1045 (95% CI 167 to 6,547) will register the highest number of deaths.",
            "cite_spans": [
                {
                    "start": 455,
                    "end": 457,
                    "text": "2,",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Our study shows that countries that are least urbanized and have a low level of socioeconomic development, hence least connected to the outside world, are likely to register lower and slower transmissions, at least at the early stage of the epidemic. However, the same set of enabling factors that worked for their benefit are likely to go against them in implementing interventions that have lessened the impact of the disease elsewhere.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The novel human coronavirus (SARS-CoV-2 or COVID- 19) outbreak initially emerged in Wuhan, China, in late 2019. Since then, it has spread to 198 countries and territories around the world and has been declared a pandemic (1) . As of March 31, 2020, there have been reported 750,874 covid-19 cases, 36,045 deaths, and 117,603 recoveries (1) . The first confirmed COVID-19 case in Africa was reported in Egypt on February 14, 2020 and since then the number of confirmed infections in the region kept increasing and has surpassed over 5000 cases by March 31, 2020 (2, 3) . Comoros, Lesotho, Malawi, and South Sudan are the only African countries that had not reported a confirmed case by To date, no vaccine is available for COVID-19. Therefore, the ability to limit the devastating consequences of the disease on people's lives and livelihoods would have to rely on the implementation of effective preventative non-pharmaceutical interventions (NPIs). NPIs are multiple public health measures designed to reduce viral transmission rates in a population by reducing the reproduction number (R0); the average number of secondary cases each case generates (4) (5) (6) .",
            "cite_spans": [
                {
                    "start": 50,
                    "end": 53,
                    "text": "19)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 221,
                    "end": 224,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 336,
                    "end": 339,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 546,
                    "end": 567,
                    "text": "March 31, 2020 (2, 3)",
                    "ref_id": null
                },
                {
                    "start": 1151,
                    "end": 1154,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1155,
                    "end": 1158,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1159,
                    "end": 1162,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "NPIs directly influence the course of the COVID-19 pandemic, including the rate of spread, and the expected duration of the pandemic. However, several characteristics of the virus such as incubation period (the time between infection and symptom onset), serial interval (the time between symptom onset of a primary and secondary case) the extent of asymptomatic cases, the possibility of presymptomatic infectiousness, and the case fatality rate (CFR), and also the possible role of weather in transmission, all remain ambiguous or mostly unknown (7, 8) . Estimates for COVID-19 CFR range from 0.3-1% (9) . Asymptomatic or mild presentation comprises the bulk of the reported cases, which is an estimated at 80% (10) . Longitudinal viremia measurements from a small study (sample size of 16) , suggests that there are high enough viral loads to trigger pre-symptomatic infectiousness for 1-2 days before the onset of symptoms (11) . With the lack of clinical studies measuring viremia, the infectious period also remains largely unknown, with estimates ranging from few days to 10 days or more after the incubation period (11) .",
            "cite_spans": [
                {
                    "start": 547,
                    "end": 550,
                    "text": "(7,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 551,
                    "end": 553,
                    "text": "8)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 601,
                    "end": 604,
                    "text": "(9)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 712,
                    "end": 716,
                    "text": "(10)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 788,
                    "end": 791,
                    "text": "16)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 926,
                    "end": 930,
                    "text": "(11)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1122,
                    "end": 1126,
                    "text": "(11)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The complexity of the infection and recovery process, therefore, means that proper understanding of the epidemiological dynamics of COVID-19 within the local context is fundamental to combat the pandemic. Specifically, studies illustrating future trajectories of the disease can help nations and communities to develop early warning systems, avoid overwhelming healthcare services, minimize morbidity and mortality from the disease, evaluate the effects of interventions and the long-term consequences of the virus on peoples' livelihood. This is particularly true in Africa, where livelihoods are fragile, and previous epidemics, such as HIV/AIDS and, more recently, Ebola, has been known to exert enormous socioeconomic consequences (12) (13) (14) . In addition, in the face of a new pandemic in the region, the already overstretched healthcare systems that are struggling to deliver essential healthcare services such as immunization and HIV/AIDS treatment would be in further jeopardy and risk losing the gains achieved so far in disease control efforts.",
            "cite_spans": [
                {
                    "start": 735,
                    "end": 739,
                    "text": "(12)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 740,
                    "end": 744,
                    "text": "(13)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 745,
                    "end": 749,
                    "text": "(14)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "This underscores the need for decision-makers to be equipped with actionable information that brings visibility to contemporary and future epidemiological trends to guide interventions. This study, using a robust methodology, provides spatial and temporal trajectories of COVID-19 for the entire Africa region. To the best of our knowledge, this is the first such attempt and accounts for the local context and characteristics relevant to the epidemiology of the region.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The remaining part of this paper is divided into three sections. In section 2, we describe our covariate based predictive model and the input data that has been used in the modeling exercise. We also describe the methodology used for estimating deaths from COVID-19. Section 3 provides the results on the projected new infections, cumulated cases, and deaths due to COVID-19 across countries, covering the five sub regions. Finally, we discuss the key findings and implications of the study in section 4 and provide recommendations for action.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The analysis is based on a linear instrumental variable (IV) regression framework. The basic model consists of two equations which can be expressed as follows (15) (16) (17) :",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 163,
                    "text": "(15)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 164,
                    "end": 168,
                    "text": "(16)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 169,
                    "end": 173,
                    "text": "(17)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Here, Y is the outcome variable of interest, and in our case represents the number of confirmed cases of COVID-2019 as of March 31, 2020. K is the rate of infection between week 1 and week 2 and is an endogenous variable. T and X represent a set of instrumental and exogenous variables, respectively. ui and zi are error terms and both are assumed to have a zero mean and a nonzero-correlation (18) (19) (20) .",
            "cite_spans": [
                {
                    "start": 394,
                    "end": 398,
                    "text": "(18)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 399,
                    "end": 403,
                    "text": "(19)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 404,
                    "end": 408,
                    "text": "(20)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Based on our understanding of the epidemiology of COVID-19 and the scanty literature, we have identified eleven regressors that are deemed associated with the trajectory of COVID-19 in the Africa region (4, 6) . These are urbanicity, socio-demographic index, average household size, the age structure of the population, health care access, health quality index, adherence to international health regulations, and prevalence of HIV and asthma. In addition, we have controlled for time since the first reported case and the rate of expansion of the disease between week one and week two of the epidemic in the respective countries. This was modeled using air traffic as its instrument variable.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 206,
                    "text": "(4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 207,
                    "end": 209,
                    "text": "6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "The data for analysis were assembled from various sources. The data on prevalence of HIV and asthma, as well as on socio-demographic index and the index of health care access and quality index, were from (21) (22) (23) . The data on urbanization were obtained from the Population Reference Bureau (24), while average household size, age profile, and data on the total population used for the calculation of rates were all from the UN Population Division (25) . The index of adherence to international health regulations was accessed from the WHO, while the number of confirmed cases was from the John Hopkins database of COVID-19 (26, 27) .",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 208,
                    "text": "(21)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 209,
                    "end": 213,
                    "text": "(22)",
                    "ref_id": null
                },
                {
                    "start": 214,
                    "end": 218,
                    "text": "(23)",
                    "ref_id": null
                },
                {
                    "start": 454,
                    "end": 458,
                    "text": "(25)",
                    "ref_id": null
                },
                {
                    "start": 630,
                    "end": 634,
                    "text": "(26,",
                    "ref_id": null
                },
                {
                    "start": 635,
                    "end": 638,
                    "text": "27)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "The 11 variables selected for analyses were chosen out of an initial set of over 20 variables that included the proportion of households with at least one member aged 60 years or over, the proportion of households with at least one member aged 65 years or over, the World Bank's governance index, as well as the prevalence of TB and diabetes. STATA's Lasso software for model selection was used to narrow down the list of covariates (28) . Furthermore, out of the 193 countries captured in our data, for a few countries, data were unavailable for selected variables, namely air traffic (25 countries), adherence to international health regulation (20 countries), and household size (24 countries). To bridge the gap, we performed multiple imputation procedures, particularly by running 1000 imputations and 99 000 iterations using STATA's multiple imputation routine (29, 30). The resulting median values from the imputation exercise were subsequently used to estimate the prediction model specified earlier. We transformed all the regressors as well as the dependent variables to a log-scale before they were put into the model.",
            "cite_spans": [
                {
                    "start": 433,
                    "end": 437,
                    "text": "(28)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "The goodness-of-fit for the predictive model was evaluated using k-fold cross-validation techniques (31, 32) . The advantage of a k-fold cross-validation technique over other statistical validation procedures is that all observations are used for both training and validation, and each observation is used for validation exactly once (31) .",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 104,
                    "text": "(31,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 105,
                    "end": 108,
                    "text": "32)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 334,
                    "end": 338,
                    "text": "(31)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Estimation of COVID-19 deaths was made using indirect standardization technique, with additional adjustments for differences in health system readiness and living standards. In the absence of agespecific infection data the proposed approach can be expressed in a general form as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Here, is the estimated number of deaths for country y (y= 1, 2…47) using country k's (China and Italy) COVID-19 fatality rate, general health system readiness and socio-economic standards as a reference.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "is the standard or reference age-specific fatality rate for age group i in standard country k, in our case obtained from two sources, China and Italy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "is the population at age i in country y; is population level COVID-19 prevalence rate and is an estimate we generated using the instrumental variable regression expressed in equation 1. The quantity in the square bracket represents age-standardized estimated number of deaths in country y, if age-specific fatality rates were to follow those of the standard populations. However, our study population differs from the two countries not just with respect to age structure but also living standard and health system readiness. Hence, to adjust the estimated deaths further we developed a correction factor that links the socio-economic status and health system readiness of each country with those two populations, which is represented by . In this case, is a geometric-mean of socio-demographic index (S) and health access and quality index (Q), and the relevant data for each country was sourced from IHME (21, 22) . Analysis was performed using STATA version 16.0 (33). Figure A1 in the Appendix shows a graphical comparison of observed and predicated COVID-19 confirmed cases (in log scale). Table A1 presents results from the cross-fold robustness test for the predictive model. The statistical diagnostic tests as well the patterns from the graphical analysis suggest that the predicative model sufficiently captures the observed data. As can be seen from the table, not only the RMSE, the MAE and the Pseudo-R 2 are consistent across samples, the error margins are also small. Hence, we have used the resulting model to forecast cumulative COVID-19 cases, estimate new infections and deaths from COVID-19 for each of the 47 African countries which have reported at least one case as of March 31, 2020. Table 1 presents cumulative COVID-19 cases and prevalence rates for Africa and its five sub-regions for the period April 1 to June 30 2020. By the end of April cumulated infection across the region will reach 2,459,328 cases (CI 95% 424,155 to 14,380,080), and will further increase to 16, 283, 084 (CI 95% 2,718,402 to 98, 358, 798) by June 30, 2020. During the same period, cumulative cases in the hardest hit sub-region in the African continent, Northern Africa, is predicted to increase from 1.3 million at the end of April (CI 95% 207982 to 7,914,479) to over 7.5 million by June 30, 2020. This is followed by Southern, Western, and Central Africa sub-regions. Throughout the forecast period, Eastern Africa is predicated to experience the lowest case load and prevalence rate in the continent throughout the forecast period. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 906,
                    "end": 910,
                    "text": "(21,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 911,
                    "end": 914,
                    "text": "22)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 971,
                    "end": 980,
                    "text": "Figure A1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1094,
                    "end": 1102,
                    "text": "Table A1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1707,
                    "end": 1714,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "METHODS"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20059154 doi: medRxiv preprint Figure 1A shows spatial patterns of cumulative COVID-19 cases by June 30, 2020 (see also Appendix 2A for country estimates). In Northern Africa, the leading contributor to the burden of COVID-19 is Morocco. By the end of June 2020, Morocco will have 4,459,877 (CI 95% 689,547 to 28,845,720) cumulative cases of COVID-19 and this is almost double the estimated number for Algeria, a country with the next highest burden, 2,804,674 (CI 95% 438,629 to 17,935, 144 ) by the end of June 2020. In Southern Africa, South Africa and Swaziland are the leading contributors to the pandemic. By the end of June 2020, the countries are expected to have 2,581366 (CI 95% 404,835 to 16,459, 651) and 254,403 (CI 95% 45,730 to 1,415,274)] cumulative cases, respectively. In the Western Africa subregion, cumulative cases of infection are dominated by Cote d'Ivoire and Ghana, despite Nigeria having a larger population than both countries combined.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 107,
                    "end": 116,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "To remove the effect of size, we also estimated prevalence rates shown in Panel B of Table 1 by combining the forecasts on cumulative cases with population estimates which we generated for each month from the UN annual population estimates. This suggests that population level prevalence of COVID-19 in Africa is expected to remain under 5 percent (CI 95% 0.6 to 15.9) throughout the prediction period, but there are wide inter-regional differences. In the Northern and Southern Africa sub-regions, cumulative infection rates are expected to be over 15 percent, with the rate in the respective subregions expected to hit as high as 34 percent (CI 95% 0.53 to 21.36) and 19 percent (CI 95% 0.34 to 10.13) by the end of June 30, 2020.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 85,
                    "end": 92,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Sub-regional and country level differences are expected to deepen as the pandemic becomes more established in the region. In the coming three months incidence is expected to increase faster in Southern Africa, followed by Northern and Eastern sub-region. In each sub-region, we expect some countries to be affected more than others and become hotbeds of new infections (see Figure 2B ). Table 3A and Figure 1B ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 538,
                    "end": 547,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 551,
                    "end": 559,
                    "text": "Table 3A",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 564,
                    "end": 573,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Deaths for COVID-19 are estimated for each country, using indirect standardisation techniques after making relevant adjustments to the fatality rates from China and Italy as described in the methods section. As can be seen in Figure 2 , the adjustment shows relatively higher expected mortality using Italy as a standard compared to China, but generally are closer to each other. Hence, our final country level estimates presented in Appendix Table A4 , Figure 1C and the regional summaries presented in . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 226,
                    "end": 234,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 443,
                    "end": 451,
                    "text": "Table A4",
                    "ref_id": null
                },
                {
                    "start": 454,
                    "end": 463,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Estimated COVID-19 mortality"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20059154 doi: medRxiv preprint Table 3 , were generated using the arithmetic mean of death numbers generated using the two standard populations. The estimates are for the month of April 2020. The first COVID-19 case in Africa was reported on February 14,2020 (2, 3). Our estimates suggest that at the end of April, after two months since the first COVID-19 cases were reported in the region, the number of deaths is expected to reach over 3 thousand deaths (CI 95% 537 to 18482). Most deaths in the region will come from the Northern Africa sub-region, which, as reported earlier, also had the largest number of COVID-19 cases and the highest prevalence rates of all sub-regions in the content. Southern and Western Africa are expected to experience comparable death toll, while deaths in the Eastern Africa sub-region are expected to be the lowest of the sub-regions in Africa. Some countries such as Algeria, Morocco and South Africa are expected to experience the highest number of causalities since the beginning of the pandemic, in excess of 400 deaths. Deaths in the three countries will comprise of almost two-thirds of all expected deaths in the region. In others, such as the Democratic Republic of Congo, Tunisia and Cote d I'vorie death toll will reach between 150 and 300, . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 107,
                    "end": 114,
                    "text": "Table 3",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20059154 doi: medRxiv preprint and contribute 20 % of the regional total, while half of the continent (about 29 countries) will experience less than 10 deaths each. The same trend continues in May and June, but with much higher number of expected deaths.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The COVID-19 pandemic has been spreading rapidly across different parts of the world and the African continent has not been spared. Given the global trajectory, what lies ahead in terms of the course and magnitude of infection in Africa in the days and months to come remains speculative. While there have been attempts elsewhere in capturing the trajectory of the COVID-19 pandemic using statistical models, this has not been the case for the African region as whole (4, 6, 8) . To the best of our knowledge, no study, using a robust methodology, provides estimates on future trend of COVID-19 for the entire region or accounts for its local context.",
            "cite_spans": [
                {
                    "start": 468,
                    "end": 471,
                    "text": "(4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 472,
                    "end": 474,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 475,
                    "end": 477,
                    "text": "8)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Modeling and predicting the epidemiology and trajectory of a disease such as COVID-19 is a challenging exercise. Firstly, COVID-19 is a newly identified pathogen and knowledge about the characteristics of the virus, including how the disease is spread and the time from exposure to onset of symptoms are still evolving. Secondly, at the time of writing, less than a handful of countries had reached a plateau in their infection rate, and this makes modeling future trends an open-ended exercise (1). The fact that some people only experience mild symptoms and that even the best health system can only detect and treat those presenting to facilities also means that the available data on 'confirmed' cases represents only a fraction of the true picture of the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Thirdly, literature on the association between disease prevalence and population level characteristics that are known to be the staple of social and descriptive epidemiology, and the backbone of predictive modeling exercises are yet to emerge for COVID-19 (4) (5) (6) 8) . Further, at the individual level, knowledge on the determinants of COVID-19 morbidity and mortality is limited to selected characteristics such as age and pre-existing conditions, and even then, they are drawn from scanty data. The association with community and population level characteristics is even more limited, hence largely speculative. In this context, the task of developing a multi-country covariate-based predictive model for COVID-19 in any country or region of the world, let alone Africa, is likely to be guided by what is feasible, and to the extent, the available data permits it. It also means that there is a need for constant revision of predictive models as new data becomes available. In our case, the work is further complicated because in Africa data on key covariates are either lacking or when they exist tend to be biased or derived from other global covariate-based modeling exercises (21, 22) .",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 259,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 260,
                    "end": 263,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 264,
                    "end": 267,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 268,
                    "end": 270,
                    "text": "8)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1186,
                    "end": 1190,
                    "text": "(21,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1191,
                    "end": 1194,
                    "text": "22)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Despite this, we have made efforts to mitigate these limitations, by curating data from various credible sources around the world and assessing them for consistence. In developing our model, we have used data sources from 193 countries globally and used statistical relationships to fill data gaps on covariates in the Africa region. Additionally, our model performance was assessed through rigorous out of sample calibration using k-fold cross-validation techniques and obtaining robust results. We have also restricted our forecast to the first few months (April-June) and refrained from long term exercise. This is because first we anticipate new and additional data that is more informative and will lead to better and improved estimates. Second, in the face of sparse data any long-term projection is more likely to be detached from reality and easily become a wild guess, and less useful to policy actions. Third, if the countries of the region will not have been able to put effective strategies to contain the disease before the end of June, the last month of our projection period, the extent and consequence of COVID-19 on the continent would be more than any predictive model can anticipate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20059154 doi: medRxiv preprint Within these caveats, our results show a heterogeneous picture of projected new infections, cumulative cases, and deaths across the African continent. Our study substantially contributes to the growing literature on understanding the trajectory of the COVID-19 pandemic, in addition to conveying an African perspective. This perspective is particularly important at a time of controlling a pandemic given that Africa is not only the second largest continent but also home to 17% of the total world population, with the current population at 1,332,805,306 (34).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Among our key findings are that African countries that are relatively more urbanized and have a higher socio-demographic index (SDI) are projected to experience a faster growth of the epidemic, at least during the initial periods. To illustrate this trend, Algeria, Morocco, and Tunisia, in the Northern African sub-region, which have a predominantly urban population, and are in close proximity to the high burden European countries, are projected to experience a higher incidence of COVID-19 infections in comparison to their neighbors. In the Southern Africa sub-region, South Africa, which has a proportionately higher urban population and greater international connectivity, is also projected to lead the rest of the pack in terms of new infections rates. In the Eastern Africa sub-region, Kenya, which is relatively more urbanized has a higher per capita incidence rate in comparison to other countries within the sub-region. However, it is to be noted that some of these countries also have higher living standards and better health system than most countries in the region. Hence the high prevalence rates and estimated deaths in these countries may in part reflect their greater ability to detect and confirm COVI-19 cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "On the other hand, countries such as Angola, Botswana and Mozambique, with a lower international connectivity are projected to have lower rates of new infections at the initial periods. Similar trends are observed in Burundi and Tanzania in the Eastern Africa region. However, within a short time, as the epidemic grows many of these countries are projected to have an increased caseload of cumulative infections that are likely to overwhelm their health system capacity. Overall, these trends are consistent with other regions of the world, where since the onset of this pandemic, it has been clear that higher connectivity, particularly through air traffic, and higher population densities are key drivers in the introduction and growth of the epidemic (35) (36) (37) (38) (39) .",
            "cite_spans": [
                {
                    "start": 755,
                    "end": 759,
                    "text": "(35)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 760,
                    "end": 764,
                    "text": "(36)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 765,
                    "end": 769,
                    "text": "(37)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 770,
                    "end": 774,
                    "text": "(38)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 775,
                    "end": 779,
                    "text": "(39)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The impact of population density is clearly illustrated by the projected new infections of COVID-19 in places like Djibouti and Rwanda. To compound this, close to 90% of urban settlements in Africa are comprised of informal settlements, most of which are overcrowded and lack basic amenities such as clean water and sanitation that are critical prevention measures for COVID-19 (40) (41) (42) . Moreover, 60% of jobs are in urban areas are in the informal economy (43) , and if African countries were to implement stringent lockdowns these livelihoods would be largely affected and could lead to significant socioeconomic consequences. For instance, those that lose their jobs are likely to move back to their homes in rural areas, where many of the elderly population reside, putting them at risk. Similarly, as the economy slows down in several countries due to the COVID-19 pandemic, some sections of migrant workers from African countries might be forced to return to their home countries further complicating the dynamics of the pandemic.",
            "cite_spans": [
                {
                    "start": 378,
                    "end": 382,
                    "text": "(40)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 383,
                    "end": 387,
                    "text": "(41)",
                    "ref_id": null
                },
                {
                    "start": 388,
                    "end": 392,
                    "text": "(42)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 464,
                    "end": 468,
                    "text": "(43)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Therefore, large scale measures that are aimed at limiting population movement, across countries as well as increasing the social distance among populations, are not enough, or at best may proof to be impracticable to address the pandemic in the African context. Comprehensive response measures should be contextualized and seek to address some of the underlying individual and structural factors that are likely to complicate the epidemic within these environments. It is crucial to balance interventions geared towards preventing the spread of the epidemic with the need to maintaining . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20059154 doi: medRxiv preprint livelihoods and social cohesion. Measures such as appropriate messaging, provision of adequate water and sanitation subsidies, food as well as targeted restriction of movement (e.g. from urban to rural) would go a long way to mitigate the spread.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Still, even with all these NPIs measures, a number of countries with weak healthcare delivery systems are expected to have a significant number of infections and fatalities. Therefore, the already overstretched healthcare systems in Africa need to anticipate and prepare to handle an increased number of patients as a consequence of the pandemic, on top of the other common disease conditions that are prevalent in the region. Unfortunately, this is a lesson Africa has already had to learn from the 2014 Ebola outbreak in West Africa. It is estimated there were an additional 11,00 deaths from malaria, HIV/AIDS and TB across Sierra-Leone, Guinea and Liberia (44) , 60% decrease in the number of children treated for diarrhea and acute respiratory infections (45) and 38% increase in maternal mortality in Guinea and another 111% in Liberia (46, 47) .",
            "cite_spans": [
                {
                    "start": 660,
                    "end": 664,
                    "text": "(44)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 760,
                    "end": 764,
                    "text": "(45)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 842,
                    "end": 846,
                    "text": "(46,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 847,
                    "end": 850,
                    "text": "47)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Understanding the factors that accelerate and those that mitigate the spread and mortality related to COVID-19, while accounting for local realities is fundamental for sound public health measures to tackle the pandemic. In fact, lessons from HIV/AIDS programming have taught us that highly effective health interventions fail if the local context is not recognized. Therefore, decision makers in Africa must realize that one size does not fit all and could lead to disastrous outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Effective detection and response to epidemics is premised on decision makers having the right epidemiological information. Unfortunately, many countries in Africa have weak health information systems that are not able to collect and process data rapidly to facilitate timely and targeted action. For example, Lesotho, despite being in the same region and with closer proximity to South Africa and Swaziland, countries that are at the epicentre of the COVID-19 pandemic in the Southern Africa subregion, is yet to register a confirmed case. This is a clear example of the gap in diagnostic capacity and health information system than of the absence of infection in the country. Hence, the fight to stop the pandemic in Africa should be focused on both strengthening clinical capacity as well reporting systems with the health care system. Innovations around collecting data through digital platforms make it easier to combine different data streams, thereby helping decision-makers gain a fuller understanding of epidemics and the impact of the interventions (48) (49) (50) (51) (52) . With close to 747 million SIM connections in Sub-Saharan Africa, representing 74% of the population on the continent (53), the response to COVID-19 pandemic provides an opportunity for countries to retool their data collection systems to meet their surveillance needs.",
            "cite_spans": [
                {
                    "start": 1058,
                    "end": 1062,
                    "text": "(48)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1063,
                    "end": 1067,
                    "text": "(49)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1068,
                    "end": 1072,
                    "text": "(50)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1073,
                    "end": 1077,
                    "text": "(51)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1078,
                    "end": 1082,
                    "text": "(52)",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "In addition, the mobile digital technologies could enable confidential self-reporting of symptoms to healthcare providers' catalyzing further investigation and epidemic control measures before spread beyond defined population subgroups. As an information and health communication tool, mobile platforms could also be leveraged to deliver appropriate health messages to the population relieving direct consultation pressure from health system providers Efficient resource allocation and use is only feasible where there is improved visibility across the various components of the health system through high quality health information systems (54). Ideally, this should cover key areas such as human resources for health, infrastructure and equipment, medicines and other health commodities, and financial resources available. This is particularly needed in epidemic situations, where there are often huge distortions in demand for resources, that if not well addressed could lead to wastage and suboptimal population health outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20059154 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Lastly, but equally important in the African context, the global health community and governments addressing the COVID-19 pandemic should be inclusive in their efforts because the efficacy of a response to any emergency is only as good as its weakest link. It is, therefore, important that governments include marginalized communities, such as refugees, migrants and internally displaced populations (IDPs) in their policies and actions. Across Africa, approximately 12.3 million people remain forcibly displaced, including 8.1 million internally displaced people and 4.2 million refugees (55) . Moreover, Sub-Saharan Africa alone hosts more than 26% of the world's refugee population (56, 57) . These populations are likely to face a different set of constraints that restricts their ability to prevent themselves from getting infected and accessing health care. The fact that they also live in under difficult circumstances means that governments across the region should maintain critical supply corridors for humanitarian assistance and address the needs of the most vulnerable within their borders. In the longer term this pandemic should also be a call for African governments to further strengthen engagement with international humanitarian actors in order to foster strong partnership building on local capacities.",
            "cite_spans": [
                {
                    "start": 589,
                    "end": 593,
                    "text": "(55)",
                    "ref_id": null
                },
                {
                    "start": 685,
                    "end": 689,
                    "text": "(56,",
                    "ref_id": null
                },
                {
                    "start": 690,
                    "end": 693,
                    "text": "57)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "It is true that some of the most successful responses to global health threats including recent ones like Ebola and HIV/AIDS have been characterized by multi-stakeholder partnerships. African health systems have been in the forefront in the implementation of such programs and would be best served to leverage that experience and resources in responding to COVID-19. Bringing all stakeholders together to ensure effective coordination, pooling of resources and delivery of evidence-based interventions is imperative for any sustainable response to such pandemic situations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "Within, the African context policy makers should also consider (a) impact of strategies that could potentially deepen health inequalities and (b) continuously use data driven approaches to identifying their unique most at risk/ vulnerable groups e.g. IDP, HIV positive, food insecure to support them in an equitable manner and bring them into the COVID-19 prevention framework. At a time of a pandemic no one community can be marginalized.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "Finally, in as much as health systems are dealing with an emergence situation, measurement should not be relegated to a nice to have, but as a fundamental tool to guide strategic response actions. The measurement framework should be agile yet comprehensive, rather than being piecemeal. It should seek to combine data from multiple sources within the healthcare system into a joint assessment framework such that a consistent and informative narrative emerges to tackle the epidemic. The ageold call for accurate health metrics to address population health still remains valid. Our best estimates presented in the paper are forecast, and their ability to capture reality is as good as the underlying data. It is thus imperative to review the model and the results as new data becomes available, and update the estimates accordingly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20059154 doi: medRxiv preprint Appendix . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20059154 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "WHO WHO COVID-19 data accessed",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Impact of non-pharmaceutical interventions (NPIs) to reduce COVID-19 mortality and healthcare demand. London: Imperial College COVID-19 Response Team",
            "authors": [
                {
                    "first": "Ferguson",
                    "middle": [
                        "N M"
                    ],
                    "last": "Laydon",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "D G"
                    ],
                    "last": "Nedjati-Gilani",
                    "suffix": ""
                },
                {
                    "first": "Ainslie",
                    "middle": [
                        "N K"
                    ],
                    "last": "Imai",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "M"
                    ],
                    "last": "Baguelin",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "S"
                    ],
                    "last": "Bhatia",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Boonyasiri",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Early evaluation of transmission control measures in response to the 2019 novel coronavirus outbreak in China",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "H"
                    ],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "Y"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Chen",
                    "middle": [
                        "C B"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kraemer",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "https:/www.medrxiv.org/content/10.1101/2020.01.30.20019844v4"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "IHME COVID-19 health service utilization forecasting team. Forecasting COVID-19 impact on hospital bed-days, ICU-days, ventilator-days and deaths by US state in the next 4 months medRxiv",
            "authors": [
                {
                    "first": ".",
                    "middle": [
                        "C"
                    ],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jl",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Coronavirus disease (COVID2019) situation report-30",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "COVID-19 pandemic in West Africa Lancet Glob Health",
            "authors": [
                {
                    "first": "Jarde",
                    "middle": [
                        "M A"
                    ],
                    "last": "Martinez-Alvarez",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "E"
                    ],
                    "last": "Usuf",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "H"
                    ],
                    "last": "Brotherton",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "M"
                    ],
                    "last": "Bittaye",
                    "suffix": ""
                },
                {
                    "first": "Samateh",
                    "middle": [],
                    "last": "Al",
                    "suffix": ""
                },
                {
                    "first": "Antonio",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "How will country-based mitigation measures influence the course of the COVID-19 epidemic?",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Klinkenberg",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Hollingsworth",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet. Comment|",
            "volume": "395",
            "issn": "",
            "pages": "931--934",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "European Centre for Disease Prevention and Control. Daily risk assessment on COVID19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "SARSCoV2 viral load in upper respiratory specimens of infected patients",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zou L Ruan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1177--1179",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Child Health and Mortality in sub-Saharan Africa: Trends, causes, and forecasts",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kinfu",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "C"
                    ],
                    "last": "Opiyo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wamukoya",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Continuity and change in sub-saharan African Demography",
            "volume": "17",
            "issn": "",
            "pages": "60--77",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The socio-economic impacts of Ebola in Sierra Leone : results from a high frequency cell phone survey",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "K"
                    ],
                    "last": "Kastelic",
                    "suffix": ""
                },
                {
                    "first": "Mauro",
                    "middle": [
                        "T T"
                    ],
                    "last": "Himelein",
                    "suffix": ""
                },
                {
                    "first": "Abubakarr",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Econometric Analysis of cross section and panel data. 2 nd ed",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Wooldridge",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Micro econometrics using Stata",
            "authors": [
                {
                    "first": "Cameron",
                    "middle": [
                        "A"
                    ],
                    "last": "Trivedi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Estimation and inference in econometrics",
            "authors": [
                {
                    "first": "Davidson",
                    "middle": [],
                    "last": "Mackinnon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Instrumental Variables: Application and Limitations",
            "authors": [
                {
                    "first": ".",
                    "middle": [
                        "E P"
                    ],
                    "last": "Martens",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "W.R"
                    ],
                    "last": "Pestman",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [
                        "A"
                    ],
                    "last": "Boer",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "S"
                    ],
                    "last": "Belitser",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "H"
                    ],
                    "last": "Klungel",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Epidemiology",
            "volume": "17",
            "issn": "3",
            "pages": "260--267",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Microeconometrics methods and applications",
            "authors": [
                {
                    "first": "Cameron",
                    "middle": [
                        "A"
                    ],
                    "last": "Trivedi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Econometric Analysis 8 th ed",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Greene",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wh",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Global Burden of Disease Collaborative Network. Global Burden of Disease Study 2015 (GBD 2015) Socio-Demographic Index (SDI) 1980-2015. Seattle, United States: Institute for Health Metrics and Evaluation (IHME)",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Measuring performance on the Healthcare Access and Quality Index for 195 countries and territories and selected subnational locations: a systematic analysis from the Global Burden of Disease Study",
            "authors": [],
            "year": 2016,
            "venue": "GBD 2016 Healthcare Access and Quality Collaborators",
            "volume": "391",
            "issn": "",
            "pages": "2236--2271",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Release 16 College Station",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Multiple imputation for non-response in surveys 1987",
            "authors": [
                {
                    "first": ".",
                    "middle": [
                        "D"
                    ],
                    "last": "Rubin",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The elements of statistical learning: data mining, inference, and prediction",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hastie",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tibshirani",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Friedman",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "219--260",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Using historical vital statistics to predict the distribution of underfive mortality by cause",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Adair",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kinfu",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Clin Med Res",
            "volume": "9",
            "issn": "2",
            "pages": "66--74",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Stata Corp. 2019. Stata Statistical Software: Release 16. College Station, TX: StataCorp LLC 33. UN Population",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The effect of travel restrictions on the spread of the 2019 novel coronavirus (COVID-19) outbreak. Science",
            "authors": [
                {
                    "first": "Davis",
                    "middle": [
                        "M"
                    ],
                    "last": "Chinazzi",
                    "suffix": ""
                },
                {
                    "first": "Ajelli",
                    "middle": [
                        "M"
                    ],
                    "last": "Jt",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "C"
                    ],
                    "last": "Gioannini",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "M"
                    ],
                    "last": "Litvinova",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "S"
                    ],
                    "last": "Merler",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Py",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Now casting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: A modeling study",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "K"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "G"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "689--697",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Risk for Transportation of 2019 Novel Coronavirus Disease from Wuhan to Other Cities in China. Emerg Infect Dis",
            "authors": [
                {
                    "first": "Wang",
                    "middle": [
                        "Z L"
                    ],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "Cauchemez",
                    "middle": [
                        "S X"
                    ],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Wang",
                    "middle": [
                        "X"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "B J"
                    ],
                    "last": "Meyers",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "L"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "26",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Early dynamics of transmission and control of COVID-19: a mathematical modelling study",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Kucharski",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Diamond",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Edmunds",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Funk",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Eggo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Preparedness and vulnerability of African countries against importations of COVID-19: a modelling study",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "M"
                    ],
                    "last": "Gilbert",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "G"
                    ],
                    "last": "Pullano",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "F"
                    ],
                    "last": "Pinotti",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "E"
                    ],
                    "last": "Valdano",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "C"
                    ],
                    "last": "Poletto",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "P"
                    ],
                    "last": "Boëlle",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "&apos;ortenzio",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "E"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "871--77",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Understanding Living Conditions and Deprivation in Informal Settlements of Kisumu",
            "authors": [
                {
                    "first": "Cairncross",
                    "middle": [
                        "S"
                    ],
                    "last": "Simiyu",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Swilling",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Kenya. Urban Forum",
            "volume": "30",
            "issn": "",
            "pages": "223--241",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Approaches to informal urban settlements in Africa: experiences from Kigali and Nairobi",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "J"
                    ],
                    "last": "Wakhungu",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "C D"
                    ],
                    "last": "Huhhins",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "J"
                    ],
                    "last": "Lumumba",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "African Centre for Technology Studies",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "AEO 2016 Africa Economic Outlook: Sustainable Cities and Structural Transformation 389 Report",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Ebola Outbreak on Deaths from Malaria, HIV/AIDS, and Tuberculosis, West Africa",
            "authors": [],
            "year": 2016,
            "venue": "Emerg Infect Dis",
            "volume": "22",
            "issn": "3",
            "pages": "433--441",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Rapid Assessment of Ebola-Related Implications for Reproductive, Maternal, Newborn and Child Health Service Delivery and Utilization in Guinea",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "B"
                    ],
                    "last": "O&apos;fallon",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Barry",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "Hazerjian",
                    "middle": [
                        "P J"
                    ],
                    "last": "Brodish",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS Curr",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "The Cost of Ebola Lancet Global Health",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Mullan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "The health impact of the 2014-15 Ebola outbreak",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Elston",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jw",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "C"
                    ],
                    "last": "Cartwright",
                    "suffix": ""
                },
                {
                    "first": "Wright",
                    "middle": [
                        "P J"
                    ],
                    "last": "Ndumbi",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Public Health",
            "volume": "143",
            "issn": "",
            "pages": "60--70",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Analyzing data from the digital healthcare exchange platform for surveillance of antibiotic prescriptions in primary care in urban Kenya: A mixed-methods study",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Mekuria",
                    "suffix": ""
                },
                {
                    "first": "Rinke",
                    "middle": [],
                    "last": "La",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "De Wit",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Tf",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "N"
                    ],
                    "last": "Spieker",
                    "suffix": ""
                },
                {
                    "first": "Nyarango",
                    "middle": [
                        "R R"
                    ],
                    "last": "Koech",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Plos one",
            "volume": "14",
            "issn": "11",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "X Exploring Patients' Intentions for Continuous Usage of mHealth Services: Elaboration-Likelihood Perspective Study",
            "authors": [
                {
                    "first": "Chen",
                    "middle": [
                        "X S"
                    ],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "X"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "X"
                    ],
                    "last": "Ju",
                    "suffix": ""
                },
                {
                    "first": "Wang",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JMIR Mhealth Uhealth",
            "volume": "8",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Real-World Use and Self-Reported Health Outcomes of a Patient-Designed Do-it Yourself Mobile Technology System for Diabetes: Lessons for Mobile Health",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jm",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Newman",
                    "suffix": ""
                },
                {
                    "first": "Lee",
                    "middle": [],
                    "last": "Mw",
                    "suffix": ""
                },
                {
                    "first": "Gebremariam",
                    "middle": [
                        "A"
                    ],
                    "last": "Jm",
                    "suffix": ""
                },
                {
                    "first": "Lewis",
                    "middle": [
                        "P D"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "Costik",
                    "middle": [
                        "W J"
                    ],
                    "last": "Nordgren",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Diabetes Technol Ther",
            "volume": "19",
            "issn": "4",
            "pages": "209--219",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "A, Raz. I Digital health technology and diabetes management",
            "authors": [
                {
                    "first": ".",
                    "middle": [
                        "A"
                    ],
                    "last": "Cahn",
                    "suffix": ""
                },
                {
                    "first": "Akiroy",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Diabetes",
            "volume": "10",
            "issn": "1",
            "pages": "10--17",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Health Technology in Emerging Global Epidemics: An African Policy Perspective",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Achoki",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Georgetown Journal of International Affairs",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "GMSA report",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Technical and scale efficiency in the delivery of child health services in Zambia: results from data envelopment analysis",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "T"
                    ],
                    "last": "Achoki",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "A"
                    ],
                    "last": "Hovels",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "F"
                    ],
                    "last": "Masiye",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "A"
                    ],
                    "last": "Lesego",
                    "suffix": ""
                },
                {
                    "first": "Kinfu",
                    "middle": [
                        "H Y"
                    ],
                    "last": "Leufkens",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMJ Open",
            "volume": "7",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1A Figure 1B Figure 1C",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "a) Cumulated COVID cases June 30, 2020; (b) COVID-19 incidence per 1000 population April 2020, and (c) Number of COVID-19 deaths April 2020",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Comparison of estimated number of deaths using China and Italy as standard, April 2020.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Cumulative cases and prevalence rates for COVID-19, Africa: April 1 -June 30, 2020. A: Cumulated number of infected people at end of reported month; Forecast, April 1 -June 30",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Across the months, the number of new COVID-19 infections are expected to increase from 2,453,700 (CI 95% 418,527 to 14,374,452) cases in April, to 5778830 (CI 95% 967402 to 34,802,668) cases in May, to 8,044,927 (CI 95% 1,326,846 to 49,176,051) cases by the end of July. This represents a 135% increase from April to May and a 39% increase from May to June, which suggests a possible slowing down of the pandemic with time.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Number of new infections and incidence rates for COVID-19, Africa: April 1 -June 30, 2020. A: Number of new infection at end of reported month; Forecast, April 1 -June 30 Panel B: New infection rate per 1000 mid-population in each month: Forecast, April 1 -June 30, 2020",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Estimated number of COVID-19 deaths, April-June 2020",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Predication model performance from K-fold cross-validation test Note : RMSE, Root Mean Square Error; MAE, Mean Absolute Error.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "A3, Forecast of new infections COVID per 1000, April, 2020",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Appendix ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Forecasts of The African COVID-19 pandemic"
        }
    ]
}