{
    "paper_id": "6531b00ab04cdc561ae1ea8bc0a740e9340890eb",
    "metadata": {
        "title": "A Preliminary Assessment of Novel Coronavirus (COVID-19) Knowledge and Perceptions 1 in Nigeria 2 3",
        "authors": []
    },
    "abstract": [
        {
            "text": " 4 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The novel Coronavirus disease 2019 (COVID-19), first identified in Wuhan China in December 2 2019, has rapidly spread to almost every region of the world. The disease is caused by a new and 3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 1"
        },
        {
            "text": "severe type of Coronavirus known as severe acute respiratory syndrome coronavirus 2 (SARS-4",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 1"
        },
        {
            "text": "CoV-2). The infection has no immediate treatment and vaccine, and it has according to World 5",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 1"
        },
        {
            "text": "Health Organization [1] become a worldwide pandemic causing significant morbidity and 6 mortality. There are 1,603,428 confirmed cases, 356,440 recoveries from the illness and 95,714 7 deaths worldwide as of April 9, 2020 [2]. On February 27, 2020, an Italian citizen became the 8 index case for COVID-19 in Nigeria and as at April 9, 2020, there were 288 laboratory-9",
            "cite_spans": [
                {
                    "start": 20,
                    "end": 23,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction 1"
        },
        {
            "text": "confirmed cases of COVID-19 in Nigeria with 51 discharges and 7 deaths [3] . 10",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 74,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction 1"
        },
        {
            "text": "To prevent further spread of the virus, civil societies and government agencies embarked on 11 enlightenment campaigns for good hygiene and social distancing. Temperature screening was 12 conducted at airports and those returning from countries with numerous confirmed cases of 13 COVID-19 were implored to self-isolate. risks of infections in order to adopt the right precautionary measures [11] . 4",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 94,
                    "text": "11",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 392,
                    "end": 396,
                    "text": "[11]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction 1"
        },
        {
            "text": "At early stages of a pandemic, precautionary measures are needed to protect against possible 5 danger and curtail the disease spread. In line with this therefore, the Nigerian government (just 6 like other governments around the world) introduced various containment strategies which have 7 interfered with individuals' daily lives and have led to severe economic loss and social 8 disruption. People were coerced to stay at home, businesses and offices were closed, exempting 9 healthcare facilities/workers and \"essential\" commercial establishments. For Nigerians making a 10 living in the informal economy, their livelihood is now threatened by the lockdown since much 11 of their activities and businesses involve face-to-face contact. . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 1"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 1"
        },
        {
            "text": "• What are the major sources of information about COVID-19 among Nigerians? 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 1"
        },
        {
            "text": "This cross-sectional survey used an anonymous online questionnaire to collect data from 4 respondents. Potential respondents were purposively sent the link via Social media (Whatsapp 5",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods 2 2.1. Setting and Participants 3"
        },
        {
            "text": "and Facebook posts) and asked to participate in an online survey. A snowball sampling technique 6 was employed to recruit more Nigerians living in the country's six geopolitical zones during the 7 COVID-19 pandemic by encouraging those sent the link to kindly share with their contacts. The 8 online survey ran during the first week of the lockdown in Nigeria (March 28 to April 4, 2020) 9",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods 2 2.1. Setting and Participants 3"
        },
        {
            "text": "and involved 1,357 respondents from 180 cities and towns in the country. 10 2.2. Procedure 11 Due to the Nigerian Government social distance rules and curfew/lockdown enforcement, 12",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 93,
                    "text": "Procedure 11",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methods 2 2.1. Setting and Participants 3"
        },
        {
            "text": "physical interaction was not possible, so online promotion of the survey was done and existing 13 study participants were urged to send the web link of the survey to potential respondents. Regarding knowledge about the most common perceived mode of transmission, almost all 8 (94.10%) selected \"contact with droplets from an infected person/organism via breathing, 9",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods 2 2.1. Setting and Participants 3"
        },
        {
            "text": "sneezing, or coughing\" while a little above average (54.97%) picked \"touching contaminated 10 objects or surfaces\" as a mean of transmitting and contacting the virus ( fig. 2) . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 168,
                    "end": 175,
                    "text": "fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Methods 2 2.1. Setting and Participants 3"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint \"Regular hand washing and social distancing\" were selected by most respondents (94.25%) as a 7",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods 2 2.1. Setting and Participants 3"
        },
        {
            "text": "way of preventing COVID-19 infection while about half (48.86%) supported \"disinfecting 8 contaminated surfaces\" and 40.01% supported \"closing schools and cancelling mass gathering 9 events\" whereas more than a tenth (11.86%) held \"consuming gins, garlic, ginger, herbal 10 mixtures and African foods/soups\" as preventive measures against COVID-19 ( fig. 4) . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 349,
                    "end": 356,
                    "text": "fig. 4)",
                    "ref_id": null
                }
            ],
            "section": "Methods 2 2.1. Setting and Participants 3"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.11.20061408 doi: medRxiv preprint 1 2 3 What are the major sources of information about COVID-19 among Nigerians? 4",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods 2 2.1. Setting and Participants 3"
        },
        {
            "text": "The most common sources of information about COVID-19 were the mass media (radio, 5 television and newspapers) (81.5%) followed by social media (e.g. Whatsapp, Facebook, 6",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods 2 2.1. Setting and Participants 3"
        },
        {
            "text": "Twitter, Instagram, etc.) and the Internet (61.53%) ( fig. 6) . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 54,
                    "end": 61,
                    "text": "fig. 6)",
                    "ref_id": null
                }
            ],
            "section": "Methods 2 2.1. Setting and Participants 3"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . (got more than 3 answers correctly) and 13.34% reported average knowledge (3 correct answers) 2 while 2.79% had low knowledge (less than 3 correct answers) about COVID-19. Respondents in 3 this sample had a mean total knowledge score of 4.17 (SD = 0.77) which is above the norm score 4 of 3. 5 the virus is. We caution that this perception has implications for bilateral relations between the 26 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods 2 2.1. Setting and Participants 3"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods 2 2.1. Setting and Participants 3"
        },
        {
            "text": "Nigerian and the Chinese governments and may stand as a hindrance to Nigerians accepting 1 whatever form of aid may come from the Chinese government. It is important the government of 2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods 2 2.1. Setting and Participants 3"
        },
        {
            "text": "Nigeria and other stake holders embark on campaigns to raise awareness of the true sources of 3 the COVID-19 in order to curb a brewing stereotype and prejudice towards the Chinese. 4",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods 2 2.1. Setting and Participants 3"
        },
        {
            "text": "Concerning the source of the COVID-19 also, our findings highlight implications for religious 5 leaders. A reasonable percentage of Nigerians also opined that the COVID-19 is a plague caused 6 by sins and unbelief of human beings. While this may be consistent with many religious beliefs, 7",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods 2 2.1. Setting and Participants 3"
        },
        {
            "text": "we believe that it may foster carefree attitudes in Nigerians, making them relax and resort to only 8 prayers and spiritual healings without adhering to the prescribed hygiene practices [14] . We 9",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 190,
                    "text": "[14]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methods 2 2.1. Setting and Participants 3"
        },
        {
            "text": "therefore urge clerics at all levels to also educate members of their faiths about the COVID-19. 10",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods 2 2.1. Setting and Participants 3"
        },
        {
            "text": "As expected, because Nigerians had relatively high knowledge of the COVID-19, even though 11 laden with several misconceptions, their knowledge of precautionary behavior was also high. For 12 instance, a good percentage agreed that a range of WHO approved and global practices such as 13 hand washing and social distancing, disinfecting contaminated surfaces, closing schools and 14 public events and fumigation of public places were key to preventing the spread of the virus. 15",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods 2 2.1. Setting and Participants 3"
        },
        {
            "text": "Only a little percentage agreed relying on the hot weather in Africa, consumption of gins, herbs 16 and African foods as well as chloroquine and antibiotics as precautions to the spread of the 17 pandemic. 18",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 99,
                    "text": "16",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methods 2 2.1. Setting and Participants 3"
        },
        {
            "text": "These findings are in consonance with previous studies such as [8, 9, 10] . These authors reported 19 that one's level of knowledge about an infectious disease can make one to behave in ways that 20",
            "cite_spans": [
                {
                    "start": 63,
                    "end": 66,
                    "text": "[8,",
                    "ref_id": null
                },
                {
                    "start": 67,
                    "end": 69,
                    "text": "9,",
                    "ref_id": null
                },
                {
                    "start": 70,
                    "end": 73,
                    "text": "10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methods 2 2.1. Setting and Participants 3"
        },
        {
            "text": "can prevent infection. Also, the study supported Richards [16] . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 62,
                    "text": "[16]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methods 2 2.1. Setting and Participants 3"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.11.20061408 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods 2 2.1. Setting and Participants 3"
        },
        {
            "text": "The time-sensitivity of the novel Coronavirus disease 2019 pandemic led to the adoption of the 2 snowball sampling strategy which might limit generalizability of the finding to the general 3 population. There was an oversampling of respondents from the Yoruba ethnic group, leading to 4 selection bias. Similarly the findings may not be generalizable to the less educated people. 5",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations 1"
        },
        {
            "text": "Notwithstanding the above limitations, this study provides a baseline of information on 6 knowledge and perceptions about the ravaging COVID-19 from respondents across 180 7 municipalities in Nigeria. It is worthy of note that this study is an exploratory one and is part of a 8",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations 1"
        },
        {
            "text": "larger study aimed at understanding and outlining how knowledge and awareness of COVID-19 9",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations 1"
        },
        {
            "text": "among Nigerians is shaping their response to the pandemic and precautionary behavior. There is 10 need for further research to build the evidence base for the study of COVID-19 knowledge and 11 precautionary measures. 12",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations 1"
        },
        {
            "text": "Due to the concern of everyone about COVID-19, the present study, in possibly, is the first 14 survey to assess the knowledge and perceptions about COVID-19 among Nigerians. This study 15 was significant because it studied knowledge about COVID-19 in Nigeria across different and 16 many cities in the country. The knowledge areas include source, transmission, symptoms, 17 sources of information and preventive behavior toward COVID-19. The findings tentatively 18 affirm that Nigerians are highly knowledgeable about COVID-19and their premier sources of 19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions 13"
        },
        {
            "text": "information about the pandemic are the traditional media. It is therefore recommended that all 20 stake holders should intensify their effort in sensitizing the general public to understand and 21 comply with all precautionary measures to curb COVID-19. 22",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions 13"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "WHO Director-General's opening remarks at the media 24 briefing on COVID-19-11",
            "authors": [],
            "year": 2020,
            "venue": "World Health Organization",
            "volume": "27",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19 case update",
            "authors": [],
            "year": 2020,
            "venue": "Nigeria Centre for Disease Control (NCDC)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19: How We Plan To Implement Social Distancing In Lagos Markets",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ewodage",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Radio Nigeria, President Buhari urges caution",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "What Is Coronavirus?",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Sauer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Risk perception related to SARS and avian influenza: theoretical 6 foundations of current behavioral research",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Leppin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Aro",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "International Journal of Behavioral 7 Medicine",
            "volume": "16",
            "issn": "1",
            "pages": "7--29",
            "other_ids": {
                "DOI": [
                    "10.1007/s12529-008-9002-8"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "SARS risk 9 perception, knowledge, precautions, and information sources, the Netherlands. Emerg",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brug",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Aro",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Oenema",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "De Zwart",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Richardus",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Bishop",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Infect. Dis",
            "volume": "10",
            "issn": "",
            "pages": "1486--1489",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Perceived knowledge, attitude, and compliance with preventive 12 behavior on influenza A (H1N1) by university students",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Korean Acad. Adult Nurs",
            "volume": "22",
            "issn": "3",
            "pages": "250--259",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Medical students' knowledge, perceptions, and 15 behavioral intentions towards the H1N1 influenza, swine flu",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Hussain",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Hussain",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Hussain",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "a brief report",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Risk perceptions and behaviour: Towards pandemic 18 control of emerging infectious diseases: International research on risk perception in the 19 control of emerging infectious diseases",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brug",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Aro",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Richardus",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "International Journal of Behavioural Medicine",
            "volume": "20",
            "issn": "1",
            "pages": "3--6",
            "other_ids": {
                "DOI": [
                    "10.1007/s12529-008-9000-x"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Coronavirus: Catholic Church in Lagos suspends sprinkling of 'holy water', 25 handshakes during mass",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Olatunji",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The other COVID-19 pandemic: Fake news",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Hassan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "The NCDC in association with State governments also 14 began tracing and tracking of possible victims and their contacts. On March 18, 2020, the Lagos 15 State government suspended all gatherings above fifty people for four weeks and ordered all 16 lower and middle level public officers to stay-at-home [4]. Similarly, the Federal government, on 17 March 30, 2020 introduced various containment strategies such as closing of the national borders 18 and airspace, schools, worship centers and other public places, canceling of mass gathering 19 events and placing the Federal Capital Territory, Lagos and Ogun states on lock down for an COVID-19, from the family of Coronavirus (others include SARS, H5N1, H1N1 and MERS), is 24 a contagious respiratory illness transmitted through the eyes, nose, and mouth, via droplets from 25 coughs and sneezes, close contact with infected person and contaminated surfaces. It has an 26 incubation period of approximately one to fourteen days. The symptoms include cough, fever 27 and shortness of breath, and it is diagnosed through a laboratory test. isolation when sick are vital to reducing widespread infection [7]. Studies [8,9,10] revealed that 1 individuals' level of knowledge about an infectious disease can make them behave in ways that 2 may prevent infection. Consequently, individuals may need to be informed about the potential 3",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "On the other hand, some Nigerians due to superstitions and ignorance of the science behind the",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Knowledge about COVID-19 was assessed using five items adapted from the Ebola knowledge maximum possible score of five. The norm is set at 3 which indicated moderate 31level of knowledge about COVID-19. Scores above 3 indicated high level of knowledge about 32 COVID-19 while scores less than 3 indicated low level of knowledge about COVID-19. The 33 mean score and standard deviation for the sample population was calculated to indicate the 34 sample's level of knowledge. Similarly, scores above the norm indicated high knowledge and 35 score below the norm indicated low knowledge of COVID-19 for the sample. 36. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed) The copyright holder for this preprint .2.4. Statistical Analysis 1Descriptive statistics was used for respondents' socio-demographic characteristics and 2 knowledge about COVID-19. Percentages of response were calculated according to the number 3 of respondents per response. Descriptive statistical analysis was performed using IBM SPSS What is the knowledge of Nigerians about the source of COVID-19?What is the knowledge of Nigerians about the mode of transmission of COVID-19? 7",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "What is the knowledge of Nigerians about the symptoms of COVID-19?What is the knowledge of Nigerians on preventive behavior toward COVID-19? 6",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "below showed that most respondents (83.86%) had high knowledge about COVID-19 1",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Total knowledge score 6",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "who opined that knowledge 21 among ordinary people about how to eliminate risks of contracting Ebola virus led to a rapid 22 drop in mid-2015 in the number of cases of infection. Consequently, individuals need to be 23 informed about the potential risk of infection (COVID-19) in order to adopt the right 24 precautionary measures. One suggestion for this result is the knowledge factor. That is, Nigerians 25 have knowledge of COVID-19 and therefore are better able to adopt precautionary measures. 26 Majority of the respondents (more than 90%) agreed that COVID-19 has high fatality and this is 27 confirmed by the reported 79,384 deaths worldwide as of April 7, 2020 [2]. 28 The findings also identified the mass media as the major sources of information about COVID-29 19 which is similar to a study conducted during the SARS epidemic in Hong Kong [18]. 30 Likewise Vartti et al. [19] and Voeten et al. [20] confirmed that the traditional media provide 31 vital information during outbreaks. However, it contradicted Rolison and Hanoch [17] which 32 revealed that the internet is the premier source of knowledge during an outbreak. The media 33 should be intensively used by governmental and non-governmental agencies to provide regular 34 enlightenment on proper social distancing, correct personal hygiene and usage of personal 35 protective equipment to ensure compliance with the WHO approved strategies for curbing the 36 pandemic. 37",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}