{
    "paper_id": "cf97c52d865fef1a8e5100a153ff12790e320308",
    "metadata": {
        "title": "Assessing the risks of \"infodemics\" in response to COVID-19 epidemics",
        "authors": [
            {
                "first": "Riccardo",
                "middle": [],
                "last": "Gallotti",
                "suffix": "",
                "affiliation": {
                    "laboratory": "CoMuNe Lab",
                    "institution": "Fondazione Bruno Kessler",
                    "location": {
                        "addrLine": "Via Sommarive 18",
                        "postCode": "38123",
                        "settlement": "Povo, Trento",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Francesco",
                "middle": [],
                "last": "Valle",
                "suffix": "",
                "affiliation": {
                    "laboratory": "CoMuNe Lab",
                    "institution": "Fondazione Bruno Kessler",
                    "location": {
                        "addrLine": "Via Sommarive 18",
                        "postCode": "38123",
                        "settlement": "Povo, Trento",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Nicola",
                "middle": [],
                "last": "Castaldo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "CoMuNe Lab",
                    "institution": "Fondazione Bruno Kessler",
                    "location": {
                        "addrLine": "Via Sommarive 18",
                        "postCode": "38123",
                        "settlement": "Povo, Trento",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Pierluigi",
                "middle": [],
                "last": "Sacco",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "IULM University",
                    "location": {
                        "addrLine": "Via Carlo Bo, 1",
                        "postCode": "20143",
                        "settlement": "Milan",
                        "country": "Italy"
                    }
                },
                "email": "pierluigi_sacco@fas.harvard.edu"
            },
            {
                "first": "Manlio",
                "middle": [],
                "last": "De Domenico",
                "suffix": "",
                "affiliation": {
                    "laboratory": "CoMuNe Lab",
                    "institution": "Fondazione Bruno Kessler",
                    "location": {
                        "addrLine": "Via Sommarive 18",
                        "postCode": "38123",
                        "settlement": "Povo, Trento",
                        "country": "Italy"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Our society is built on a complex web of interdependencies whose effects become manifest during extraordinary events such as the COVID-19 pandemic, with shocks in one system propagating to the others to an exceptional extent. We analyzed more than 100 millions Twitter messages posted worldwide in 64 languages during the epidemic emergency due to SARS-CoV-2 and classified the reliability of news diffused. We found that waves of unreliable and low-quality information anticipate the epidemic ones, exposing entire countries to irrational social behavior and serious threats for public health. When the epidemics hit the same area, reliable information is quickly inoculated, like antibodies, and the system shifts focus towards certified informational sources. Contrary to mainstream beliefs, we show that human response to falsehood exhibits early-warning signals that might be mitigated with adequate communication strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Human societies build on social, economic, environmental and technological systems whose dynamics are inherently complex and often highly unpredictable in the short term. Although the level of complexity of past human societies has been often underestimated, it can be claimed that, in the past few decades, the acceleration of globalization processes has brought about an unprecedented level of large-scale interdependencies, from trade of goods to communications, that dramatically changed the temporal scales of shock propagation. However, how to map and understand the potential diffusion pathways which might lead to major systemic crises or even collapse is still unknown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The high levels of specialization ( 11 ) and adaptive flexibility ( 12 ) of human societies rely upon complex, multifaceted forms of cooperation, to the point of characterizing humans as a super-cooperator species ( 13 ) . One would therefore expect that the human propensity to cooperate would be further magnified when facing major threats that put collective wellbeing at risk. In large, complex societies, an important mediator of large-scale cooperation is communication ( 14 ) , which may be crucial to coordinate individual perceptions and behaviors in the pursuit of the common interest ( 15 ) . The recent explosion of publicly shared, decentralized information production that characterizes digital societies ( 16 ) and in particular social media activity ( 17 ) provides an exceptional laboratory for the observation and the study of these complex social dynamics ( 18 ) , and potentially functions as a very powerful resource to enact effective, pro-social cooperation and coordination in large-scale crises ( 19 ) . Global pandemics are certainly an instance of such crises, and the current outbreak of COVID-19 may therefore be thought of as a natural experiment to observe social responses to a major threat that may potentially escalate to catastrophic levels, and has already managed to seriously affect levels of economic activity, and radically alter human social behaviors across the globe.",
            "cite_spans": [
                {
                    "start": 34,
                    "end": 40,
                    "text": "( 11 )",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 66,
                    "end": 72,
                    "text": "( 12 )",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 214,
                    "end": 220,
                    "text": "( 13 )",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 476,
                    "end": 482,
                    "text": "( 14 )",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 595,
                    "end": 601,
                    "text": "( 15 )",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 719,
                    "end": 725,
                    "text": "( 16 )",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 766,
                    "end": 772,
                    "text": "( 17 )",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "However, contrary to what it could be expected in principle, what this natural experiment reveals is that, on the verge of a threatening global pandemic, human communication activity is to a significant extent characterized by the intentional production of informational noise and even of misleading or false information ( 20 ) , with potentially very dangerous impacts on the social capacity to respond adaptively at all scales, by rapidly adopting those norms and behaviors that may effectively contain the propagation of the epidemics. Spreading false information or even conspiracy theories that support implausible explanations of the causal forces at work behind the crisis may create serious confusion and even discourage people from taking the crisis seriously or responsibly, all the more so, the more such signals receive social validation and spread across social groups and communities ( 21 ) . Therefore, if on the one hand we face the risks of a global epidemics threat, requiring outstanding efforts for modeling and anticipating the time course of the spreading ( 22 ) , on the other hand we can speak of an infodemics threat ( 23 ) , where low-quality content provides an alternative for news consumption to unclear official communications. The infodemics can be thought, similarly to epidemics, as an outbreak of false rumors and fake news with unexpected effects on social dynamics (see Fig. 1 ). In fact, the dangerousness of infodemics can compare and sum up to a large extent to that of the epidemics itself ( 24 ) .",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 327,
                    "text": "( 20 )",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 898,
                    "end": 904,
                    "text": "( 21 )",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1078,
                    "end": 1084,
                    "text": "( 22 )",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1142,
                    "end": 1148,
                    "text": "( 23 )",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1530,
                    "end": 1536,
                    "text": "( 24 )",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 1406,
                    "end": 1412,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "As shown in Fig. 1 , an infodemics is the result of the simultaneous action of multiple human and non-human sources of fake or unreliable news. As users are repeatedly hit by a given message from different sources, this works as an indirect validation of its reliability and relevance, leading the user to spread it in turn, and to become an informationally infectious agent.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 18,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The COVID-19 crisis allows us to provide a rigorous, evidence-based assessment of such risks, and of the real-time interaction of the infodemic and epidemic layers ( 6 ) .",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 169,
                    "text": "( 6 )",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We focus our attention on the analysis of messages posted on a popular microblogging platform ( 25 ) , an online social network characterized by heterogeneous connectivity ( 26 ) and topological shortcuts typical of small-world systems ( 27 ) . Information spreading on this type of networks is well understood in terms of global cascades in a population of individuals who have to choose between complementary alternatives, while accounting for the behavior and the relative size of their social neighborhood ( 28 ) , and accounting for factors which characterize the popularity of specific content, like the memory time of users and the underlying connectivity structure ( 29 ) . However, the exact fundamental mechanisms responsible for the spread of false information and inflammatory content, e.g. during political events ( 5 , 30 ) ( 31 , 32 ) , remains fundamentally unknown. Recently, it has been suggested that this challenging phenomenon might be due to the fact that, at population level, the dynamics of multiple interacting contagions are indistinguishable from social reinforcement ( 33 ) .",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 100,
                    "text": "( 25 )",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 172,
                    "end": 178,
                    "text": "( 26 )",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 236,
                    "end": 242,
                    "text": "( 27 )",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 510,
                    "end": 516,
                    "text": "( 28 )",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 673,
                    "end": 679,
                    "text": "( 29 )",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1096,
                    "end": 1102,
                    "text": "( 33 )",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This peculiar feature suggests that infodemics of news consumption should be analyzed through the lens of epidemiology to gain insights about the role of human and non-human activities in spreading reliable as well as unreliable news. To this aim, we monitored the social media and collected more than 112 millions messages in 64 languages from around the world about COVID-19, between 21 January and 10 March 2020 (see Methods for details).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "By using state-of-the-art machine learning techniques to analyze the online behavior of users (see Methods for details), we have discovered an extraordinary activity of automated agents, referred to as social bots ( 4 , 5 , 30 , 34 ) . Specifically, we estimate that 40.4% of online messages during this period were due to such automated agents, doubling the activity with respect to estimates of only four years ago ( 30 ) .",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 233,
                    "text": "( 4 , 5 , 30 , 34 )",
                    "ref_id": null
                },
                {
                    "start": 417,
                    "end": 423,
                    "text": "( 30 )",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Where available, we have extracted URLs from messages, collecting about 20.7 millions links (3.3 millions unique) pointing to websites external to the platform. Each URL is therefore used for fact-checking, inheriting the reliability of its source (see Methods).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "About 50% of URLs have been fact-checked by screening almost 4,000 expert-curated web domains, whereas the remaining corpus was pointing to disappeared web pages or to content not classifiable automatically (eg, videos on YouTube) and unpopular sources. This method allowed us to overcome the limitations due to text mining of different languages for the analysis of narratives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To better understand the diffusion of these contents across countries, we have filtered messages with geographic information. About 0.84% of collected posts were geo-tagged by the user, providing highly accurate information about their geographic location.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "However, by geocoding the information available in users' profiles, we were able to extend the corpus of geolocated messages to about 56% of the total observed volume (see Methods). A total of more than 60 millions geolocated messages, containing more than 9 millions news have been analyzed. For each message, we have used an accurate machine learning approach to classify the author as human or non-human (i.e., bot), while keeping the distinction between verified and unverified users. Usually, verification is performed by the social platform to clearly identify accounts of public interest and certify they are authentic. The number of followers K u of a single user u defines the exposure, in terms of potential visualizations at first-order approximation, author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.08.20057968 doi: medRxiv preprint and unverified humans (UH) -we define the exposure due to a single class C i ( i = VB,UB,VH,UH ) as (1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Note that different users of the same class might have overlapping social neighborhoods: those neighbors might be reached multiple times by the messages coming from distinct users of the same class, therefore our measure of exposure accounts for this effect. Note that our measure provides a lower bound to the number of exposed users, because we do not track higher-order transmission pathways: a user might adopt a content by reading it, while not resharing it. In this case there is no way to account for such users.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Finally, for each message, we identify the presence of links pointing to external websites: for each link we verify if it comes from a trustworthy source or not (see Methods). The reliability r m of a single message m is either 0 or 1, because we discard all web links that can not be easily assessed, such as the ones shortened by third-party services that expired or point to unreachable destinations, and the ones pointing to external platforms, such as YouTube, where it is not possible to automatically classify the reliability of the content. The news reliability of messages produced by a specific class of users is therefore defined as (2) Unreliability can be defined similarly, replacing r m with 1-r m . Exposure and reliability are useful descriptors that, however, do not capture alone the risk of infodemics. For this reason we have developed an Infodemic Risk Index (IRI) which quantifies the rate at which a generic user is exposed to unreliable news produced by a specific class of 6 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 644,
                    "end": 647,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.08.20057968 doi: medRxiv preprint users (partial IRI) or by any class of users (IRI):",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Both indices are well defined and range from 0 (no infodemic risk) to 1 (maximum infodemic risk). Note that we can calculate all the infodemics descriptors introduced above at a desired level of spatial and temporal resolution. IRI is robust to user classification, making it an indicator not sensitive to performances of bot detection algorithms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "very different profiles of news sources. In a low-risk country such as South Korea, the level of infodemic risk remains small throughout apart from an isolated spike in the early phase. As the contagion spreads to significant levels, the infodemic risk further decreases, signalling an increasing focus of the public opinion toward reliable news sources. Canada presents a slightly higher level of infodemic risk, and unlike South Korea, we see that the risk level increases as the epidemics spread, but stays at low levels. At the opposite, in a high-risk country such as Venezuela, the infodemics is in full swing throughout the period of observation, and in addition to the expected activity from unverified sources one notices that even verified ones contribute to a large extent to the infodemics. The relationship with biological contagion patterns cannot be checked here due to lack of reliable data. Finally, in a relatively high-risk country such 7 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2 shows how countries characterized by different levels of infodemic risk present"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.08.20057968 doi: medRxiv preprint as Russia we notice that infodemic risk is erratic with sudden, very pronounced spikes, and again also verified sources play a major role. Here too, information about the epidemics is fragmented and mostly unreliable. Overall, the global level of infodemic risk tends to decrease as the epidemics spread globally, suggesting that evidence of the expansion of the contagion leads people to look for relatively more reliable sources, and that verified influencers with many followers started inoculating the system with more reliable news (see Figures S3 and S4) , playing a role that presents interesting analogies to that of antibodies in the treatment of an infectious disease. This overall pattern is confirmed in terms of measures of Infodemic Risk aggregated daily and at country level ( Fig. 3 and Fig. S5 ). The effect is particularly pronounced with the escalation of the epidemics, suggesting that this effect could be mediated by levels of perceived social alarm. It is also interesting to observe though that countries with high infodemic risk might also be more unreliable in terms of reporting of epidemic data, thus altering the perceptions of people and indirectly misleading them in their search for reliable information.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 686,
                    "end": 704,
                    "text": "Figures S3 and S4)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 936,
                    "end": 942,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 947,
                    "end": 954,
                    "text": "Fig. S5",
                    "ref_id": null
                }
            ],
            "section": "Figure 2 shows how countries characterized by different levels of infodemic risk present"
        },
        {
            "text": "However, also the dynamic profiles of infodemic risk in countries with similar risk levels may be very different. Fig. 4 compares Italy with the United States. In the case of Italy the risk is mostly due to the activity of unverified sources, but we notice that with the outbreak of the epidemics, the production of misinformation literally collapses and there is a sudden shift to reliable sources. For the USA, misinformation is mainly driven by verified sources, and it remains basically constant even after the epidemics outbreak.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 114,
                    "end": 120,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Figure 2 shows how countries characterized by different levels of infodemic risk present"
        },
        {
            "text": "Notice also how infodemic risk varies substantially across US states. As the USA lag significantly behind Italy in terms of the epidemics progression, it remains to be checked whether a similar readjustment is going to be observed for the USA later on. Fig. 4 shows, however, that the relationship between reduction of infodemic risk and 8 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 253,
                    "end": 259,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Figure 2 shows how countries characterized by different levels of infodemic risk present"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . expansion of the epidemics seems to be a rather general trend, as the relationship between number of confirmed cases and infodemic risk is (nonlinearly) negative, confirming the result shown in Fig. 3 . Fig. 4 also shows how the evolution of infodemic risk among countries with both high message volume and significant epidemic contagion tends to be very asymmetric, with major roles played not only by countries such as Iran, but also United States, Germany, the Netherlands, Austria and Norway maintaining their relative levels, and other countries like Italy, South Korea and Japan significantly reducing it with the progression of the epidemics.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 272,
                    "end": 278,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 281,
                    "end": 287,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Figure 2 shows how countries characterized by different levels of infodemic risk present"
        },
        {
            "text": "Our findings demonstrate that, in a highly digitalized society, the epidemic and the infodemic dimensions of a pandemic must be seen as two sides of the same coin. The infodemics is typically driven by the combined action of both human and non-human actors (bots), which pursue largely undisclosed goals . Perceived and actual biological and social risks feed upon one another, and may co-evolve in complex ways. Especially in situations where effective therapies to contrast the diffusion of the pandemic are not readily available, coordination of behaviors and diffusion of pro-social orientations driven by reliable information at all scales are the key resources for the mitigation of adverse effects. In this perspective, we can therefore think of an integrated public health approach where the biological and informational dimensions are equally recognized, taken into account, and managed through careful policy design. This could potentially include the birth of new, highly specialized professional figures such as that of the \"infodemiologist\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2 shows how countries characterized by different levels of infodemic risk present"
        },
        {
            "text": "Here, we have shown that in the context of the COVID-19 crisis, complex infodemic effects are indeed at work, with significant variations across countries, where level of 9 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2 shows how countries characterized by different levels of infodemic risk present"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.08.20057968 doi: medRxiv preprint socio-economic development is not the key discriminant to separate countries with high vs. low infodemic risk. In fact, we find that there are G9 countries with remarkable infodemic risk and developing countries with far lower risk levels. This means that, especially in countries where infodemic risk is high, the eventual speed and ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2 shows how countries characterized by different levels of infodemic risk present"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.08.20057968 doi: medRxiv preprint Data and materials availability: The datasets generated during the current study are available from the corresponding author on reasonable request. Aggregated information, compliant with all privacy regulations on this matter, are publicly available online at the Infodemics Observatory ( http://covid19obs.fbk.eu/ ) and on a permanent repository (Zenodo address/DOI will be with the publication of this manuscript).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "13"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.08.20057968 doi: medRxiv preprint Fig. 1 : How infodemics works . Human and non-human accounts forge unreliable content -such as fake or untrustworthy news -about the COVID19, a topic attracting the collective attention of the whole world. Their followers are exposed to such content, and reshare it, becoming infectious agents: infodemics realizes when multiple spreading processes co-occur. Some users might be exposed multiple times to the same content or to different contents generated by distinct accounts, as in epidemics spread.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 150,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "13"
        },
        {
            "text": "14 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "13"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.08.20057968 doi: medRxiv preprint CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "13"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.08.20057968 doi: medRxiv preprint confirmed epidemiological cases, with their number encoded by markers' size. CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "13"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.08.20057968 doi: medRxiv preprint the cumulative sum of the IRI between the 22nd of January and specific day and the number of days in this date range). We aggregate days and countries with a similar cumulative number of reported cases, using bins of increasing size to compensate for the limited number of countries that reached high levels of contagion at the time of the analysis and reporting the average value in the x axis. This allows us to describe, using boxplots, the drop in IRI as the number of cases grows in a country. Note that, in boxplots, the difference between two boxes is significant when corresponding middle lines lie outside of each other.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "13"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "17"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.08.20057968 doi: medRxiv preprint Fig. 4 : Infodemic evolution is country-dependent . (A) as in Fig. 2 , for European Union and USA at a finer resolution, with a detailed map for Italy (regional resolution). Areas with less than 10 messages, were excluded from the analysis and color-coded in grey.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 150,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 206,
                    "end": 212,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "17"
        },
        {
            "text": "Note the striking drop in the Italian infodemic risk index coinciding with the first official report of non-imported epidemiological cases. (B) Risk evolution for countries 18 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "17"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.08.20057968 doi: medRxiv preprint characterized by a high volume of messages per day (at least one day with more than 2,000) and a high number of epidemiological cases (at least one day with more than 100). Countries respond in different ways to infodemics. (C) The number of epidemiological cases is shown against the infodemic risk index for all countries with at least one confirmed COVID19 case. Countries are colored by their Continent, with size proportional to the daily volume of messages generated. The shaded area and the dashed curve encode a local polynomial regression fit, here shown as a guide for the eye to highlight the highly nonlinear pattern relating epidemics and infodemics indices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "17"
        },
        {
            "text": "China has to be considered as a major outlier due to its role in the global epidemic in terms of timing and size of the contagion, which makes it difficult to compare to other countries, and has therefore been removed from this analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "17"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "19"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "19"
        },
        {
            "text": "We have followed a consolidated strategy for collecting social media data. We focused on Twitter, which is well-known for providing access to publicly available messages upon specific requests through their application programming interface (API). We have identified a set of hashtags and keywords gaining special collective attention, namely: coronavirus, ncov, #Wuhan, covid19, covid-19, sarscov2, covid . This set includes the official name of the virus and the disease, including the preliminary ones, as well as the name of the city of the first epidemic outbreak. We have used the Filter API -to collect the data in real time from 24 Jan 2020 to 10 Mar 2020 -and of the Search API -to collect the data between 21 Jan 2020 and 24 Jan 2020. Our choice allowed us to monitor, without interruptions and regardless of the language, all the tweets posted about COVID19 since when China reported more than 6,000 cases (20 Jan 2020), calling for the attention of the international community. The Stream API has the advantage of providing all the messages satisfying our selection criteria and posted to the platform in the period of observation, provided that their volume is not larger than 1% of the overall -unfiltered -volume of posted messages. Above 1% of the overall flow of information, the Filter API provides a sample of filtered tweets and communicates an estimate of the amount of lost messages. Note that this choice is the safest as to date: in fact, it has been recently shown that biases affecting Sample API (which samples data based on rate limits), for instance, are not found in REST and Filter APIs ( 35 ) . We estimate that until 24 Feb 2020 we lost about 60,000 tweets out of millions, capturing more than 99.5% of all messages posted (see Fig. S1 ). The global attention towards COVID19 increased the volume of messages after 25 Feb 2020: however, Twitter restrictions allowed us to get no more than 4.5 millions messages per day, on average. We have estimated a total of 161.2 millions tweets posted until 10 Mar 2020: we have successfully collected 112.6 millions of them, providing an unprecedented opportunity for infodemics analysis.",
            "cite_spans": [
                {
                    "start": 1618,
                    "end": 1624,
                    "text": "( 35 )",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 1761,
                    "end": 1768,
                    "text": "Fig. S1",
                    "ref_id": null
                }
            ],
            "section": "Data collection"
        },
        {
            "text": "The classification of users into humans and non-humans (ie, bots) is based on machine learning. It is based on a well established algorithm based on deep learning ( 32 ) with state-of-the-art accuracy ( 5 , 36 ) . More in detail, our method has the highest accuracy (>90%) and precision in identifying bots (>95%) when compared with state-of-the-art methods. Our deep neural network model has the advantage to be more stable in the classification of certain users playing the role of broadcasters. Note that in this study we are making an explicit difference between verified and unverified human/non-human users. In fact, verified users should be considered as more authentic than unverified ones, because Twitter makes use of strict criteria for verification. Therefore, verified bot accounts might be broadcasters (whose behavior is . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 201,
                    "end": 211,
                    "text": "( 5 , 36 )",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Human vs non-human classification"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . manifestly different from the average behavior of a single human) or, in some cases, even celebrities and any case where it is very likely that the account is managed automatically and exhibits a non-human classical behavior.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Human vs non-human classification"
        },
        {
            "text": "We have collected manually-checked web domains from multiple publicly available databases, including scientific and journalistic ones. Specifically, we have considered data shared by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fact Checking"
        },
        {
            "text": "• However, databases adopted different labeling schemes to classify web domains, therefore we first had to develop a unifying classification scheme, reported in the table below, and map all existing categories to a unique set of categories. Note that we have also mapped those categories to a coarse-grain classification scheme, distinguishing just between reliable and unreliable .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fact Checking"
        },
        {
            "text": "Harm Score . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Category"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.08.20057968 doi: medRxiv preprint A second level of filtering is applied to domains which are classified differently across databases (e.g., xyz.com might be classified as FAKE/HOAX in a database and as SATIRE in another database). To deal with these cases, we have adopted our own expert classification, by assigning to each category a Harm Score between 1 and 9. When two or more domains are soft duplicates, we keep the classification with the highest Harm Score, as a conservative choice. This phase of processing reduced the overall database to unique 3,920 domains.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Category"
        },
        {
            "text": "The Harm Score classifies sources in terms of their potential contribution to the manipulative and mis-informative character of an infodemic. As a general principle, the more systematic and intentionally harmful the knowledge manipulation and data fabrication, the higher the Harm Score (HS). Scientific content has the lowest level of HS due to the rigorous process of validation carried out through scientific methods. Mainstream media content has the second lowest level of HS due to its constant scrutiny in terms of fact checking and media accountability. Satire is an unreliable source of news but due to its explicit goal of distorting or mis-representing information according to the specific cultural codes of humor and social critique, is generally identified with ease as an unreliable source. Clickbait is a more dangerous source (and thus ranking higher in HS) due to its intent to pass fabricated or mis-represented information and facts for true, with the main purpose of attracting attention and online traffic, that is, for mostly commercial purposes, but without a clear ideological intent. Other is a general purpose category that contains diverse forms of (possibly) misleading or fabricated content, not easily classifiable but likely including bits of ideologically structured content pursuing systematic goals of social manipulation, and thus ranking higher in HS. Shadow is a similar category to the previous one, where in addition links are anonymized and often temporary, thereby adding an extra element of unaccountability and manipulation that translates into a higher level of HS. Political is a category where we find an ample spectrum of content with varying levels of distortion and manipulation of information, also including mere selective reporting and omission, whose goal is that of building consensus for a political position against others, and therefore directly aiming at polluting the public discourse and opinion making, with a comparatively higher level of HS with respect to the previous categories. Fake/hoax contains entirely manipulated or fabricated inflammatory content which is intended to be perceived as realistic and reliable and whose goal may also be political, but fails to meet the basic rules of plausibility and accountability, thus reaching a even higher level of HS. Finally, the highest level of HS is associated to conspiracy/junk science , that is, to strongly ideological, inflammatory content that aims at building conceptual paradigms that are entirely alternative and oppositional to tested and accountable knowledge and information, with the intent of building self-referential bubbles where fidelized audiences are simply refusing a priori any kind of knowledge or information that is not legitimized by the alternative source itself or by recognized affiliates, as it is typical in sects of religious or other nature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Category"
        },
        {
            "text": "A third level of filtering concerned poorly defined domains, e.g., the ones explicitly missing top-level domain names, such as .com .org etc, as well as the domains not classifiable with our proposed scheme. This action reduced the database to the final number of 3,892 entries, whose statistics are reported in the tables below (see also Fig. S2 ). . OTHER indicates URLs which point to general content (like YouTube videos), while SHADOW indicates shortened URLs which could not be unshortened (e.g., because pointing to removed web pages). Reliable news includes MSM and SCIENCE, whereas unreliable news includes the remaining categories. This analysis demonstrates that reliable sources are more represented than unreliable ones: however, they circulate in different ways and reach different targets, a feature that is perfectly captured by the infodemic risk index introduced in this study.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 339,
                    "end": 346,
                    "text": "Fig. S2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Category"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Category"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.08.20057968 doi: medRxiv preprint Fig. S3 : The fraction of unreliable news shared by the different classes of accounts. Unverified users, both humans and bots, share a larger fraction of unreliable news than verified users. We observe some differences between the values estimated on the Geolocated data used in this paper (red), and the values associated with the whole sample of Tweets recorded (blue). The difference, possibly caused by the correlation of this kind of behaviour with the choice of how customising the field \"location\" of one's profile, corresponds to a slight overestimate for unverified accounts and an underestimate of the fraction of fake news for verified profiles. As verified profiles participate in the risk index more strongly, we can expect the estimate of risk to be only greater if we could include all users.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 151,
                    "text": "Fig. S3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Category"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Category"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.08.20057968 doi: medRxiv preprint Fig. S4 : The probability distribution of the number of followers for the four classes of users considered in this study. All distributions display a fat-tail, but different categories of users have a different outreach. The unverified profiles have a significantly smaller number of followers than the verified ones. At the same time, profiles identified as bots have a larger number of followers. The average values are: 660 for Unverified Humans (circles), 1400 for Unverified Bots (squares, 51k for Verified Humans (stars) and 240k for Verified Bots (diamonds).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 151,
                    "text": "Fig. S4",
                    "ref_id": null
                }
            ],
            "section": "Category"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Category"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.08.20057968 doi: medRxiv preprint Fig. S5 : A second aggregated view of the evolution of risk index for increasing number of confirmed cases. Differently from Fig. 3 , here we compute the average risk index for a single day in each country (instead of the cumulative value), for a total of 177 countries excluding China the origin of the COVID19 outbreak. We first compute the average value for days with no confirmed cases, which is 0.276 (blue line in figure) . We then aggregate all days with confirmed cases in homogeneous bins and compute the average values (red points). We observe that reporting of the first case is associated with a drop in the risk index, followed by an increase back to the \"natural level\" in correspondence of 3 confirmed cases. Then, as the epidemics gain strength, the infodemic risk index decreases again, confirming what observed in Fig. 3 . All shaded areas represent the s.e.m of the average risk index, error bars encode the 95% confidence intervals.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 151,
                    "text": "Fig. S5",
                    "ref_id": null
                },
                {
                    "start": 269,
                    "end": 275,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 564,
                    "end": 571,
                    "text": "figure)",
                    "ref_id": null
                },
                {
                    "start": 976,
                    "end": 982,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Category"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Category"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.08.20057968 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Category"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Catastrophic cascade of failures in interdependent networks",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Buldyrev",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Parshani",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Paul",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Stanley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Havlin",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nature",
            "volume": "464",
            "issn": "",
            "pages": "1025--1028",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Networks formed from interdependent networks",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Buldyrev",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Stanley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Havlin",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nat. Phys",
            "volume": "8",
            "issn": "",
            "pages": "40--48",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The spread of true and false news online",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vosoughi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Roy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Science",
            "volume": "359",
            "issn": "",
            "pages": "1146--1151",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The spread of low-credibility content by social bots",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Shao",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nat. Commun",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "inflammatory content in online social systems",
            "authors": [],
            "year": 2018,
            "venue": "Proc Natl Acad Sci",
            "volume": "115",
            "issn": "",
            "pages": "12435--12440",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The physics of spreading processes in multilayer networks",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "De Domenico",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Granell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Porter",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Arenas",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nat. Phys",
            "volume": "12",
            "issn": "",
            "pages": "901--906",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Epidemic processes in complex networks",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pastor-Satorras",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castellano",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Mieghem",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Rev. Mod. Phys",
            "volume": "87",
            "issn": "",
            "pages": "925--979",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The hidden geometry of complex, network-driven contagion phenomena",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Brockmann",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Helbing",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Science",
            "volume": "342",
            "issn": "",
            "pages": "1337--1342",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Limited individual attention and online virality of low-quality information",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F M"
                    ],
                    "last": "Oliveira",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shirazi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Flammini",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Menczer",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nat. hum. behav",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Colloquium paper: adaptive specializations, social exchange, and the evolution of human intelligence",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cosmides",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Barrett",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tooby",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proc Natl Acad Sci",
            "volume": "107",
            "issn": "2",
            "pages": "9007--9014",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Adaptive flexibility, cooperation, and prosocial motivations: the emotional foundations of becoming human. Psychoanalytic Inquiry",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cortina",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "37",
            "issn": "",
            "pages": "436--454",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "SuperCooperators: Altruism, Evolution, and Why We Need Each Other to Succeed",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nowak",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Highfield",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Rode, Communication and cooperation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Butts",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Econ. Behav. Organ",
            "volume": "47",
            "issn": "",
            "pages": "179--195",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Communication and Cooperation in Social Dilemmas: A Meta-Analytic Review",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Balliet",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Conflict Resolution",
            "volume": "54",
            "issn": "",
            "pages": "39--57",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The Wealth of Networks: How Social Production Transforms Markets and Freedom",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Benkler",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Social media: A critical introduction",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fuchs",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The science of fake news",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M J"
                    ],
                    "last": "Lazer",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Science",
            "volume": "359",
            "issn": "",
            "pages": "1094--1096",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The spread of medical fake news in social media -The pilot quantitative study. Health Policy and Technology",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Waszak",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Kasprzycka-Waszak",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kubanek",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "115--118",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The effect of travel restrictions on the spread of the 2019 novel coronavirus (COVID-19) outbreak",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chinazzi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.aba9757"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Crowdsourcing data to mitigate epidemics. The Lancet Digital Health",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S2589-7500(20)30055-8"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "An agent-based model about the effects of fake news on a norovirus outbreak",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brainard",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Hunter",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "R"
                    ],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Rev Epidemiol Sante Publique",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.respe.2019.12.001"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Proceedings of the 19th international conference on World wide web -WWW '10",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kwak",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moon",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Emergence of scaling in random networks",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Barabasi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Albert",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Science",
            "volume": "286",
            "issn": "",
            "pages": "509--512",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Collective dynamics of \"small-world\" networks",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Watts",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Strogatz",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Nature",
            "volume": "393",
            "issn": "",
            "pages": "440--442",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A simple model of global cascades on random networks",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Watts",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Proc Natl Acad Sci",
            "volume": "99",
            "issn": "",
            "pages": "5766--5771",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Effects of network structure, competition and memory time on social spreading phenomena",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Gleeson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "O&apos;sullivan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Baños",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Moreno",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Phys. Rev. X",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Social bots distort the 2016 U.S. Presidential election online discussion",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bessi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ferrara",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "FM",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.5210/fm.v21i11.7090"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Protecting elections from social media manipulation",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Aral",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Eckles",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Science",
            "volume": "365",
            "issn": "",
            "pages": "858--861",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Influence of augmented humans in online interactions during voting events",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stella",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cristoforetti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "De"
                    ],
                    "last": "Domenico",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "PLoS ONE",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Macroscopic patterns of interacting contagions are indistinguishable from social reinforcement",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hébert-Dufresne",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Scarpino",
                    "suffix": ""
                },
                {
                    "first": "J.-G",
                    "middle": [],
                    "last": "Young",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat. Phys",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41567-020-0791-2"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The rise of social bots",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ferrara",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Varol",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Menczer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Flammini",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Commun. ACM",
            "volume": "59",
            "issn": "",
            "pages": "96--104",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Tampering with Twitter's Sample API",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pfeffer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mayer",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Morstatter",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "EPJ Data Sci",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Disinformation and social bot operations in the run up to the 2017 French presidential election",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ferrara",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "FM",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.5210/fm.v22i8.8005"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "of a single message m posted by user u at time t . Let indicate the set of messages posted by user u in a time window of length Δt . Since there are four different classes of users -namely verified bots (VB), unverified bots (UB), verified humans (VH)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "effectiveness of the containment of the COVID-19 could depend on a prompt regime switch in communication strategies and in the effective countervailing of the most active sources of the most dangerous categories of fake news. The escalation of the epidemics leads people to progressively pay attention to more reliable sources thus potentially limiting the impact of the infodemics, but the actual speed of adjustment may make a major difference in determining the social outcome, and in particular between a controlled epidemics and a global pandemics. This casts new light on the social mechanics of the infodemics-epidemics interaction, and may be of help to policy makers to design a more integrated strategic approach, by suitably embedding communication and information management into a comprehensive, extended public health perspective. 5. M. Stella, E. Ferrara, M. De Domenico, Bots increase exposure to negative and",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Mapping the infodemic risk worldwide . The infodemic risk of each country, aggregated over time, is color-coded on the map. Panels show the evolution of the risk over time for some countries: bars indicate the contribution of each category (human/bot, verified/unverified) to the overall risk. The risk evolution for the whole world is also shown, demonstrating an overall decrease over time (bottom-middle panel). Markers horizontally aligned at the top of each panel indicate the daily 15 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Positive behavioral response to infodemics after COVID-19 hits countries . Aggregated view of the evolution of the infodemic risk index (IRI) for increasing number of reported cases. For each day and each of the 178 countries considered in our analysis, we compute the cumulative mean of the Infodemic Risk Index (computed as 16 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "M. Zimdar for the Washington Post (2016). https://www.washingtonpost.com/posteverything/wp/2016/11/18/my-fake-news-list-went -viral-but-made-up-stories-are-only-part-of-the-problem/ • C. Silverman for BuzzFeed News (2017). https://www.buzzfeednews.com/article/craigsilverman/inside-the-partisan-fight-for-yournews-feed • Fake News Watch (2015). https://web.archive.org/web/20180213181029/http://www.fakenewswatch.com/ • PolitiFact (2017). https://www.politifact.com/article/2017/apr/20/politifacts-guide-fake-news-websites-andwhat-they/ • Bufale.net (2018). https://www.bufale.net/the-black-list-la-lista-nera-del-web/ • Starbird et al, ICWSM (2018) • Fletcher et al, Factsheets, Reuters Institute and U. of Oxford (2018). https://reutersinstitute.politics.ox.ac.uk/our-research/measuring-reach-fake-news-and-onli ne-disinformation-europe • Grinberg et al, Science 363, 374 (2019) • MediaBiasFactCheck (2020). https://mediabiasfactcheck.com/",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Temporal distribution of news shared on Twitter about COVID19, stratified by the category used in the fact-checking stage (see Methods)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "18. F. Giglietto, L. Rossi, D. Bennato, The Open Laboratory: Limits and Possibilities of Using Facebook, Twitter, and YouTube as a Research Data Source. J. Technol. Hum.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Assessing the risks of \"infodemics\" in response to COVID-19 epidemicsRiccardo Gallotti, Francesco Valle, Nicola Castaldo, Pierluigi Sacco * & Manlio De Domenico * * Correspondence to: mdedomenico@fbk.eu , pierluigi_sacco@fas.harvard.edu",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank all FBK Research Units for granting a privileged access to extraordinary high performance computing for the analysis of massive infodemics data. We thank Jason Baumgartner for kindly sharing data between 21 Jan and 24 Jan 2020. We acknowledge the support of the FBK Digital Society Department and the FBK Flagship Project CHUB (Computational Human Behavior).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Authors' contributions: M.D. conceived the study. M.D. and F.V. collected the data. R.G. and N.C. performed all experiments and analysed the data. M.D. and P.S. wrote the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "The authors declare no competing interests. Fig. S1 : The evolution over time of the Twitter activity about the COVID19 pandemic (see Methods). We can observe a first increase in collective attention after the outbreak in Wuhan, China (between 24 Jan and 02 Feb 2020) and a second strong rise after the epidemics began to spread in northern Italy (20 Feb 2020 onwards). The fraction of Geoolocated (messages with shared locations, or geonamed, indicated in green) is constantly about 56% of the total volume recorded (indicated in blue). From 26 Feb, we reached the limit of the fraction of data shared by Twitter (see Methods), missing an increasing fraction of Tweets (indicated in red).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 44,
                    "end": 51,
                    "text": "Fig. S1",
                    "ref_id": null
                }
            ],
            "section": "Competing interests:"
        }
    ]
}